{
  "took":276,
  "timed_out":false,
  "_shards":{
    "total":1,
    "successful":1,
    "skipped":0,
    "failed":0
  },
  "hits":{
    "total":{
      "value":1071,
      "relation":"eq"
    },
    "max_score":5.0476656,
    "hits":[
      {
        "_index":"uscsections",
        "_type":"_doc",
        "_id":"iHxeancByMv3L6kFZagf",
        "_score":5.0476656,
        "_source":{
          "id":"id4cb31d72-4920-11eb-8435-8e7a548705de",
          "identifier":"/us/usc/t16/s2903",
          "number":"§ 2903.",
          "heading":" Conservation plans",
          "text":"§ 2903. Conservation plans\nThe conservation plan for any State must—(1) provide for the vesting in the designated State agency of the overall responsibility for the development and revision of the conservation plan;\n\n(2) provide for an inventory of the nongame fish and wildlife, and such other fish and wildlife as the designated State agency deems appropriate, that are within the State and are valued for ecological, educational, esthetic, cultural, recreational, economic, or scientific benefits by the public;\n\n(3) with respect to those species identified under paragraph (2) (hereinafter in this section referred to as “plan species”), provide for—(A) the determination of the size, range, and distribution of their populations, and\n\n(B) the identification of the extent, condition, and location of their significant habitats;\n\n\n(4) identify the significant problems which may adversely affect the plan species and their significant habitats;\n\n(5) determine those actions which should be taken to conserve the plan species and their significant habitats;\n\n(6) establish priorities for implementing the conservation actions determined under paragraph (5);\n\n(7) provide for the monitoring, on a regular basis, of the plan species and the effectiveness of the conservation actions determined under paragraph (5);\n\n(8) provide for plan review and revision, if appropriate, at intervals of not more than 3 years;\n\n(9) ensure that the public be given opportunity to make its views known and considered during the development, revision, and implementation of the plan; and\n\n(10) provide that the designated State agency consult, as appropriate, with Federal agencies, and other State agencies during the development, revision, and implementation of the plan, in order to minimize duplication of efforts and to ensure that the best information is available to all such agencies.\n\n(Pub. L. 96–366, § 4, Sept. 29, 1980, 94 Stat. 1323.)\n\n",
          "xml":"<section xmlns=\"http://xml.house.gov/schemas/uslm/1.0\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:dcterms=\"http://purl.org/dc/terms/\" style=\"-uslm-lc:I80\" id=\"id4cb31d72-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s2903\"><num value=\"2903\">§ 2903.</num><heading> Conservation plans</heading>\n<chapeau style=\"-uslm-lc:I11\" class=\"indent0\">The conservation plan for any State must—</chapeau><paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4cb31d73-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s2903/1\"><num value=\"1\">(1)</num><content> provide for the vesting in the designated State agency of the overall responsibility for the development and revision of the conservation plan;</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4cb34484-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s2903/2\"><num value=\"2\">(2)</num><content> provide for an inventory of the nongame fish and wildlife, and such other fish and wildlife as the designated State agency deems appropriate, that are within the State and are valued for ecological, educational, esthetic, cultural, recreational, economic, or scientific benefits by the public;</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4cb34485-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s2903/3\"><num value=\"3\">(3)</num><chapeau> with respect to those species identified under paragraph (2) (hereinafter in this section referred to as “plan species”), provide for—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cb34486-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s2903/3/A\"><num value=\"A\">(A)</num><content> the determination of the size, range, and distribution of their populations, and</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cb34487-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s2903/3/B\"><num value=\"B\">(B)</num><content> the identification of the extent, condition, and location of their significant habitats;</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4cb34488-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s2903/4\"><num value=\"4\">(4)</num><content> identify the significant problems which may adversely affect the plan species and their significant habitats;</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4cb34489-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s2903/5\"><num value=\"5\">(5)</num><content> determine those actions which should be taken to conserve the plan species and their significant habitats;</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4cb3448a-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s2903/6\"><num value=\"6\">(6)</num><content> establish priorities for implementing the conservation actions determined under paragraph (5);</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4cb3448b-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s2903/7\"><num value=\"7\">(7)</num><content> provide for the monitoring, on a regular basis, of the plan species and the effectiveness of the conservation actions determined under paragraph (5);</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4cb3448c-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s2903/8\"><num value=\"8\">(8)</num><content> provide for plan review and revision, if appropriate, at intervals of not more than 3 years;</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4cb3448d-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s2903/9\"><num value=\"9\">(9)</num><content> ensure that the public be given opportunity to make its views known and considered during the development, revision, and implementation of the plan; and</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4cb3448e-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s2903/10\"><num value=\"10\">(10)</num><content> provide that the designated State agency consult, as appropriate, with Federal agencies, and other State agencies during the development, revision, and implementation of the plan, in order to minimize duplication of efforts and to ensure that the best information is available to all such agencies.</content>\n</paragraph>\n<sourceCredit id=\"id4cb3448f-4920-11eb-8435-8e7a548705de\">(<ref href=\"/us/pl/96/366/s4\">Pub. L. 96–366, § 4</ref>, <date date=\"1980-09-29\">Sept. 29, 1980</date>, <ref href=\"/us/stat/94/1323\">94 Stat. 1323</ref>.)</sourceCredit>\n</section>\n"
        },
        "highlight":{
          "text":[
            "<em>Conservation</em> plans\nThe <em>conservation</em> plan for any State must—(1) provide for the vesting in the designated",
            "State agency of the overall responsibility for the development and revision of the <em>conservation</em> plan",
            "conserve the plan species and their significant habitats;\n\n(6) establish priorities for implementing the <em>conservation</em>",
            "7) provide for the monitoring, on a regular basis, of the plan species and the effectiveness of the <em>conservation</em>"
          ]
        }
      },
      {
        "_index":"uscsections",
        "_type":"_doc",
        "_id":"WXxeancByMv3L6kFdKnh",
        "_score":5.0476656,
        "_source":{
          "id":"id4cdcc5e7-4920-11eb-8435-8e7a548705de",
          "identifier":"/us/usc/t16/s3831",
          "number":"§ 3831.",
          "heading":" Conservation reserve",
          "text":"§ 3831. Conservation reserve(a) In generalThrough the 2023 fiscal year, the Secretary shall formulate and carry out a conservation reserve program under which land is enrolled through the use of contracts to assist owners and operators of land specified in subsection (b) to conserve and improve the soil, water, and wildlife resources of such land and to address issues raised by State, regional, and national conservation initiatives.\n\n\n(b) Eligible landThe Secretary may include in the program established under this subpart—(1) highly erodible cropland that—(A)(i) if permitted to remain untreated could substantially reduce the agricultural production capability for future generations; or\n\n(ii) cannot be farmed in accordance with a plan that complies with the requirements of subchapter II; and\n\n\n(B) the Secretary determines had a cropping history or was considered to be planted for 4 of the 6 years preceding December 20, 2018, on the condition that the Secretary shall consider to be planted cropland enrolled in the conservation reserve program;\n\n\n(2) marginal pasture land to be devoted to appropriate vegetation, including trees, in or near riparian areas, or devoted to similar water quality purposes (including marginal pastureland converted to wetland or established as wildlife habitat);\n\n(3) grasslands that—(A) contain forbs or shrubland (including improved rangeland and pastureland) for which grazing is the predominant use;\n\n(B) are located in an area historically dominated by grasslands; and\n\n(C) could provide habitat for animal and plant populations of significant ecological value if the land is retained in its current use or restored to a natural condition;\n\n\n(4) cropland, marginal pasture land, and grasslands that will have a positive impact on water quality and will be devoted to—(A) a grass sod waterway;\n\n(B) a contour grass sod strip;\n\n(C) a prairie strip;\n\n(D) a filterstrip;\n\n(E) a riparian buffer;\n\n(F) a wetland or a wetland buffer;\n\n(G) a saturated buffer;\n\n(H) a bioreactor; or\n\n(I) another similar water quality practice, as determined by the Secretary;\n\n\n(5) cropland that is otherwise ineligible if the Secretary determines that—(A) if permitted to remain in agricultural production, the land would—(i) contribute to the degradation of soil, water, or air quality; or\n\n(ii) pose an on-site or off-site environmental threat to soil, water, or air quality;\n\n\n(B) the land is a—(i) newly-created, permanent grass sod waterway; or\n\n(ii) a contour grass sod strip established and maintained as part of an approved conservation plan;\n\n\n(C) the land will be devoted to newly established living snow fences, permanent wildlife habitat, windbreaks, shelterbelts, salt tolerant vegetation, field borders, or practices to benefit State or federally identified wellhead protection areas;\n\n(D) the land poses an off-farm environmental threat, or a threat of continued degradation of productivity due to soil salinity, if permitted to remain in production; or\n\n(E) enrollment of the land would facilitate a net savings in groundwater or surface water resources of the agricultural operation of the producer;\n\n\n(6) the portion of land in a field not enrolled in the conservation reserve in a case in which—(A) more than 50 percent of the land in the field is enrolled as a buffer or filterstrip, or more than 75 percent of the land in the field is enrolled as a conservation practice other than as a buffer or filterstrip; and\n\n(B) the remainder of the field is—(i) infeasible to farm; and\n\n(ii) enrolled at regular rental rates; or\n\n\n\n(7) as determined by the Secretary, land—(A) that was enrolled in the conservation reserve program under a 15-year contract that expired on September 30, 2017, or September 30, 2018;\n\n(B) for which there was no opportunity for additional enrollment in that program; and\n\n(C) on which the conservation practice under the expired contract under subparagraph (A) is maintained.\n\n\n\n(c) Planting status of certain landFor purposes of determining the eligibility of land to be placed in the conservation reserve established under this subpart, land shall be considered to be planted to an agricultural commodity during a crop year if, during the crop year, the land was devoted to a conserving use.\n\n\n(d) Enrollment(1) Maximum acreage enrolledThe Secretary may maintain in the conservation reserve at any one time during—(A) fiscal year 2019, not more than 24,000,000 acres;\n\n(B) fiscal year 2020, not more than 24,500,000 acres;\n\n(C) fiscal year 2021, not more than 25,000,000 acres;\n\n(D) fiscal year 2022, not more than 25,500,000 acres; and\n\n(E) fiscal year 2023, not more than 27,000,000 acres.\n\n\n(2) Grasslands(A) LimitationFor purposes of applying the limitations in paragraph (1)—(i) the Secretary shall enroll and maintain in the conservation reserve not fewer than 2,000,000 acres of the land described in subsection (b)(3) by September 30, 2023; and\n\n(ii) in carrying out clause (i), to the maximum extent practicable, the Secretary shall maintain in the conservation reserve at any one time during—(I) fiscal year 2019, 1,000,000 acres;\n\n(II) fiscal year 2020, 1,500,000 acres; and\n\n(III) fiscal years 2021 through 2023, 2,000,000 acres.\n\n\n\n(B) PriorityIn enrolling acres under subparagraph (A), the Secretary may give priority to land, as determined by the Secretary—(i) with expiring conservation reserve contracts;\n\n(ii) at risk of conversion or development; or\n\n(iii) of ecological significance, including land that—(I) may assist in the restoration of threatened or endangered species under the Endangered Species Act of 1973 (16 U.S.C. 1531 et seq.);\n\n(II) may assist in preventing a species from being listed as a threatened or endangered species under the Endangered Species Act of 1973 (16 U.S.C. 1531 et seq.); or\n\n(III) improves or creates wildlife habitat corridors.\n\n\n\n(C) Method of enrollment(i) In generalIn enrolling acres under subparagraph (A), the Secretary shall make the program available to owners or operators of eligible land on an annual enrollment basis with one or more ranking periods.\n\n\n(ii) Timing of grassland ranking periodFor purposes of grasslands described in subsection (b)(3), the Secretary shall announce at least 1 ranking period subsequent to the announcement of general enrollment offers.\n\n\n\n(D) Reservation of unenrolled acresIf the Secretary is unable in a fiscal year to enroll enough acres of land described in subsection (b)(3) to meet the number of acres described in clause (ii) or (iii) 11 So in original. There is no cl. (iii) of subpar. (A). of subparagraph (A) for the fiscal year—(i) the Secretary shall reserve the remaining number of acres for that fiscal year for the enrollment of land described in subsection (b)(3); and\n\n(ii) that number of acres shall not be available for the enrollment of any other type of eligible land.\n\n\n\n(3) Water quality practices to foster clean lakes, estuaries, and rivers (clear initiative)(A) In generalThe Secretary shall give priority within continuous enrollment under paragraph (6) to the enrollment of land described in subsection (b)(4).\n\n\n(B) Sediment and nutrient loadingsIn carrying out subparagraph (A), the Secretary shall give priority to the implementation of practices on land that, if enrolled, will help reduce sediment loadings, nutrient loadings, and harmful algal blooms, as determined by the Secretary.\n\n\n(C) Acreage(i) In generalOf the acres maintained in the conservation reserve in accordance with paragraph (1), to the maximum extent practicable, not less than 40 percent of acres enrolled in the conservation reserve using continuous enrollment under paragraph (6) shall be of land described in subsection (b)(4).\n\n\n(ii) LimitationThe acres described in clause (i) shall not include grasslands described in subsection (b)(3).\n\n\n\n(D) ReportThe Secretary shall—(i) in the monthly publication of the Secretary describing conservation reserve program statistics, include a description of enrollments through the priority under this paragraph; and\n\n(ii) publish on the website of the Farm Service Agency an annual report describing a summary of, with respect to the enrollment priority under this paragraph—(I) new enrollments;\n\n(II) expirations;\n\n(III) geographic distribution; and\n\n(IV) estimated water quality benefits.\n\n\n\n\n(4) State enrollment ratesAt the beginning of each of fiscal years 2019 through 2023, to the maximum extent practicable, the Secretary shall allocate to the States proportionately 60 percent of the available number of acres each year for enrollment in the conservation reserve, in accordance with historical State enrollment rates, taking into consideration—(A) the average number of acres of all land enrolled in the conservation reserve in each State during each of fiscal years 2007 through 2016;\n\n(B) the average number of acres of all land enrolled in the conservation reserve nationally during each of fiscal years 2007 through 2016; and\n\n(C) the acres available for enrollment during each of fiscal years 2019 through 2023, excluding acres described in paragraph (2).\n\n\n(5) FrequencyIn carrying out this subpart, for contracts that are not available on a continuous enrollment basis, the Secretary shall hold a signup and enrollment not less often than once each year.\n\n\n(6) Continuous enrollment procedure(A) In generalTo the maximum extent practicable, the Secretary shall allow producers to submit applications on a continuous basis for enrollment in—(i) the conservation reserve of—(I) marginal pasture land described in subsection (b)(2);\n\n(II) land described in subsection (b)(4); and\n\n(III) cropland described in subsection (b)(5); and\n\n\n(ii) the conservation reserve enhancement program under section 3831a of this title.\n\n\n(B) LimitationFor purposes of applying the limitations in paragraph (1)—(i) the Secretary shall, to the maximum extent practicable, enroll and maintain not fewer than 8,600,000 acres of land under subparagraph (A) by September 30, 2023; and\n\n(ii) in carrying out clause (i), to the maximum extent practicable, the Secretary shall maintain in the conservation reserve at any one time during—(I) fiscal year 2019, 8,000,000 acres;\n\n(II) fiscal year 2020, 8,250,000 acres;\n\n(III) fiscal year 2021, 8,500,000 acres; and\n\n(IV) fiscal years 2022 and 2023, 8,600,000 acres.\n\n\n\n\n\n(e) Duration of contract(1) In generalFor the purpose of carrying out this subpart, the Secretary shall enter into contracts of not less than 10, nor more than 15, years.\n\n\n(2) Special rule for certain landIn the case of land devoted to hardwood trees, shelterbelts, windbreaks, or wildlife corridors under a contract entered into under this subpart, the owner or operator of the land may, within the limitations prescribed under paragraph (1), specify the duration of the contract.\n\n\n\n(f) Conservation priority areas(1) DesignationOn application by the appropriate State agency, the Secretary shall designate areas of special environmental sensitivity as conservation priority areas.\n\n\n(2) Eligible areasAreas eligible for designation under this subsection shall include areas with actual and significant adverse water quality or habitat impacts related to agricultural production activities.\n\n\n(3) ExpirationConservation priority area designation under this subsection shall expire after 5 years, subject to redesignation, except that the Secretary may withdraw an area’s designation if the Secretary finds that the area no longer contains actual and significant adverse water quality or habitat impacts related to agricultural production activities.\n\n\n(4) Duty of SecretaryIn carrying out this subsection, the Secretary shall attempt to maximize water quality and habitat benefits in the watersheds described in paragraph (1) by promoting a significant level of enrollment of land within the watersheds in the program under this subpart by whatever means the Secretary determines are appropriate and consistent with the purposes of this subpart.\n\n\n\n(g) Multi-year grasses and legumes(1) In generalFor purposes of this subpart, alfalfa and other multi-year grasses and legumes in a rotation practice, approved by the Secretary, shall be considered agricultural commodities.\n\n\n(2) Cropping historyAlfalfa, when grown as part of a rotation practice, as determined by the Secretary, is an agricultural commodity subject to the cropping history criteria under subsection (b)(1)(B) for the purpose of determining whether highly erodible cropland has been planted or considered planted for 4 of the 6 years referred to in such subsection.\n\n\n\n(h) Eligibility for consideration(1) In generalOn the expiration of a contract entered into under this subpart, the land subject to the contract shall be eligible to be considered for reenrollment in the conservation reserve.\n\n\n(2) Reenrollment limitation for certain land(A) In generalExcept as provided in subparagraph (B), land subject to a contract entered into under this subpart shall be eligible for only one reenrollment in the conservation reserve under paragraph (1) if the land is devoted to hardwood trees.\n\n\n(B) ExclusionsSubparagraph (A) shall not apply to—(i) riparian forested buffers;\n\n(ii) forested wetlands enrolled under subsection (d)(3) or the conservation reserve enhancement program under section 3831a of this title; and\n\n(iii) shelterbelts.\n\n\n\n\n(i) Balance of natural resource purposesIn determining the acceptability of contract offers under this subpart, the Secretary shall ensure, to the maximum extent practicable, an equitable balance among the conservation purposes of soil erosion, water quality, and wildlife habitat.\n\n\n(Pub. L. 99–198, title XII, § 1231, as added Pub. L. 107–171, title II, § 2101(a), May 13, 2002, 116 Stat. 238; amended Pub. L. 109–148, div. B, title I, § 107(a), Dec. 30, 2005, 119 Stat. 2750; Pub. L. 109–234, title III, § 3022, June 15, 2006, 120 Stat. 478; Pub. L. 110–28, title IV, § 4101, May 25, 2007, 121 Stat. 152; Pub. L. 110–234, title II, §§ 2101–2105, 2106(a)(2), (b)(1), May 22, 2008, 122 Stat. 1028, 1029, 1031, 1032; Pub. L. 110–246, § 4(a), title II, §§ 2101–2105, 2106(a)(2), (b)(1), June 18, 2008, 122 Stat. 1664, 1756, 1757, 1759, 1760; Pub. L. 112–240, title VII, § 701(c)(1), Jan. 2, 2013, 126 Stat. 2363; Pub. L. 113–79, title II, § 2001, Feb. 7, 2014, 128 Stat. 713; Pub. L. 115–334, title II, § 2201, Dec. 20, 2018, 132 Stat. 4530.)\n\n\nReferences in TextThe Endangered Species Act of 1973, referred to in subsec. (d)(2)(B)(iii)(I), (II), is Pub. L. 93–205, Dec. 28, 1973, 87 Stat. 884, which is classified principally to chapter 35 (§ 1531 et seq.) of this title. For complete classification of this Act to the Code, see Short Title note set out under section 1531 of this title and Tables.\n\nCodification\nPub. L. 110–234 and Pub. L. 110–246 made identical amendments to this section. The amendments by Pub. L. 110–234 were repealed by section 4(a) of Pub. L. 110–246.\n\nPrior ProvisionsA prior section 3831, Pub. L. 99–198, title XII, § 1231, Dec. 23, 1985, 99 Stat. 1509; Pub. L. 99–500, § 101(a) [title VI, § 643], Oct. 18, 1986, 100 Stat. 1783, 1783–36, and Pub. L. 99–591, § 101(a) [title VI, § 643], Oct. 30, 1986, 100 Stat. 3341, 3341–36; Pub. L. 99–641, title II, § 205, Nov. 10, 1986, 100 Stat. 3563; Pub. L. 101–624, title XIV, §§ 1432(2), 1447(a), Nov. 28, 1990, 104 Stat. 3577, 3605; Pub. L. 102–324, § 1(a), July 22, 1992, 106 Stat. 447; Pub. L. 103–66, title I, § 1402(b), Aug. 10, 1993, 107 Stat. 332; Pub. L. 104–127, title III, § 332(a)(1), (b), Apr. 4, 1996, 110 Stat. 994; Pub. L. 106–387, § 1(a) [title XI, § 1102(a)], Oct. 28, 2000, 114 Stat. 1549, 1549A–75; Pub. L. 107–76, title VII, § 758(a), Nov. 28, 2001, 115 Stat. 741, related to a conservation reserve program to be formulated and carried out by the Secretary through the 2002 calendar year, prior to the general amendment of this subpart by Pub. L. 107–171.\n\nAmendments2018—Subsec. (a). Pub. L. 115–334, § 2201(a), substituted “2023” for “2018”.\nSubsec. (b)(1)(B). Pub. L. 115–334, § 2201(b)(1), substituted “4 of the 6 years preceding December 20, 2018, on the condition that the Secretary shall consider to be planted cropland enrolled in the conservation reserve program” for “4 of the 6 years preceding February 7, 2014 (except for land enrolled in the conservation reserve program as of that date)”.\nSubsec. (b)(4). Pub. L. 115–334, § 2201(b)(3), added par. (4). Former par. (4) redesignated (5).\nSubsec (b)(5). Pub. L. 115–334, § 2201(b)(2), (4)(A), redesignated par. (4) as (5) and substituted “salt tolerant vegetation, field borders, or practices to benefit State or federally identified wellhead protection areas” for “or filterstrips or riparian buffers devoted to trees, shrubs, or grasses” in subpar. (C). Former par. (5) redesignated (6).\nSubsec. (b)(6). Pub. L. 115–334, § 2201(b)(2), redesignated par. (5) as (6).\nSubsec. (b)(7). Pub. L. 115–334, § 2201(b)(4)(B)–(6), added par. (7).\nSubsec. (d)(1). Pub. L. 115–334, § 2201(c)(1), added subpars. (A) to (E) and struck out former subpars. (A) to (E) which read as follows:\n“(A) fiscal year 2014, no more than 27,500,000 acres;\n“(B) fiscal year 2015, no more than 26,000,000 acres;\n“(C) fiscal year 2016, no more than 25,000,000 acres;\n“(D) fiscal year 2017, no more than 24,000,000 acres; and\n“(E) fiscal year 2018, no more than 24,000,000 acres.”\nSubsec. (d)(2)(A). Pub. L. 115–334, § 2201(c)(2)(A), added subpar. (A) and struck out former subpar. (A). Prior to amendment, text read as follows: “For purposes of applying the limitations in paragraph (1), no more than 2,000,000 acres of the land described in subsection (b)(3) may be enrolled in the program at any one time during the 2014 through 2018 fiscal years.”\nSubsec. (d)(2)(B). Pub. L. 115–334, § 2201(c)(2)(A), added subpar. (B) and struck out former subpar. (B). Prior to amendment, text read as follows: “In enrolling acres under subparagraph (A), the Secretary may give priority to land with expiring conservation reserve program contracts.”\nSubsec. (d)(2)(C). Pub. L. 115–334, § 2201(c)(2)(B), designated existing provisions as cl. (i), inserted heading, substituted “an annual enrollment basis” for “a continuous enrollment basis”, and added cl. (ii).\nSubsec. (d)(2)(D). Pub. L. 115–334, § 2201(c)(2)(C), added subpar. (D).\nSubsec. (d)(3) to (6). Pub. L. 115–334, § 2201(c)(3), added pars. (3) to (6).\nSubsec. (h). Pub. L. 115–334, § 2201(d), designated existing provisions as par. (1), inserted heading, and added par. (2).\n2014—Subsec. (a). Pub. L. 113–79, § 2001(a), substituted “2018” for “2012”.\nSubsec. (b)(1)(B). Pub. L. 113–79, § 2001(b)(1), substituted “February 7, 2014” for “the date of enactment of the Food, Conservation, and Energy Act of 2008”.\nSubsec. (b)(2), (3). Pub. L. 113–79, § 2001(b)(2), (3), redesignated par. (3) as (2), added par. (3), and struck out former par. (2) which read as follows: “marginal pasture land converted to wetland or established as wildlife habitat prior to November 28, 1990;”.\nSubsec. (b)(4)(C). Pub. L. 113–79, § 2001(b)(4), substituted “filterstrips or riparian buffers devoted to trees, shrubs, or grasses” for “filterstrips devoted to trees or shrubs”.\nSubsec. (b)(5). Pub. L. 113–79, § 2001(b)(5), added par. (5) and struck out former par. (5) which read as follows: “the portion of land in a field not enrolled in the conservation reserve in a case in which more than 50 percent of the land in the field is enrolled as a buffer, if—\n“(A) the land is enrolled as part of the buffer; and\n“(B) the remainder of the field is—\n“(i) infeasible to farm; and\n“(ii) enrolled at regular rental rates.”\nSubsec. (c). Pub. L. 113–79, § 2001(c), substituted “if, during the crop year, the land was devoted to a conserving use.” for “if—” and struck out pars. (1) and (2) which read as follows:\n“(1) during the crop year, the land was devoted to a conserving use; or\n“(2)(A) during the crop year or during any of the 2 years preceding the crop year, the land was enrolled in the water bank program; and\n“(B) the contract of the owner or operator of the cropland expired or will expire in calendar year 2000, 2001, or 2002.”\nSubsec. (d). Pub. L. 113–79, § 2001(d), amended subsec. (d) generally. Prior to amendment, text read as follows: “The Secretary may maintain up to 39,200,000 acres in the conservation reserve at any 1 time during the 2002 through 2009 fiscal years (including contracts extended by the Secretary pursuant to section 1437(c) of the Food, Agriculture, Conservation, and Trade Act of 1990 (16 U.S.C. 3831 note; Public Law 101–624)). During fiscal years 2010, 2011, 2012, and 2013, the Secretary may maintain up to 32,000,000 acres in the conservation reserve at any 1 time.”\nSubsec. (e)(2), (3). Pub. L. 113–79, § 2001(e), added par. (2) and struck out former pars. (2) and (3) which related to duration of contracts for certain land and 1-year extensions, respectively.\nSubsec. (f)(1). Pub. L. 113–79, § 2001(f)(1), struck out “watershed areas of the Chesapeake Bay Region, the Great Lakes Region, the Long Island Sound Region, and other” before “areas of special”.\nSubsec. (f)(2). Pub. L. 113–79, § 2001(f)(2), substituted “areas” for “watersheds” in heading and “Areas” for “Watersheds” in text.\nSubsec. (f)(3). Pub. L. 113–79, § 2001(f)(3), substituted “an area’s designation if the Secretary finds that the area no longer contains actual and significant adverse water quality or habitat impacts related to agricultural production activities.” for “a watershed’s designation—” and struck out subpars. (A) and (B) which read as follows:\n“(A) on application by the appropriate State agency; or\n“(B) in the case of an area covered by this subsection, if the Secretary finds that the area no longer contains actual and significant adverse water quality or habitat impacts related to agricultural production activities.”\n2013—Subsec. (d). Pub. L. 112–240 substituted “2012, and 2013” for “and 2012”.\n2008—Subsec. (a). Pub. L. 110–246, § 2101, substituted “2012 fiscal year” for “2007 calendar year” and inserted “and to address issues raised by State, regional, and national conservation initiatives” before period at end.\nSubsec. (b)(1)(B). Pub. L. 110–246, § 2102(1), substituted “the date of enactment of the Food, Conservation, and Energy Act of 2008” for “May 13, 2002” and substituted semicolon for period at end.\nSubsec. (b)(4)(C) to (E). Pub. L. 110–246, § 2102(2), in subpar. (C) struck out “or” at end, in subpar. (D) substituted “or” for “and” at end, and in subpar. (E) inserted “or” at end.\nSubsec. (d). Pub. L. 110–246, § 2103, substituted “2009 fiscal years” for “2007 calendar years” and “(16 U.S.C.” for “( 16 U.S.C.” and inserted at end “During fiscal years 2010, 2011, and 2012, the Secretary may maintain up to 32,000,000 acres in the conservation reserve at any 1 time.”\nSubsec. (f)(1). Pub. L. 110–246, § 2104, substituted “the Chesapeake Bay Region” for “the Chesapeake Bay Region (Pennsylvania, Maryland, and Virginia)”.\nSubsec. (g). Pub. L. 110–246, § 2105, amended subsec. (g) generally. Prior to amendment, text read as follows: “For purposes of this subpart, alfalfa and other multi-year grasses and legumes in a rotation practice, approved by the Secretary, shall be considered agricultural commodities.”\nSubsecs. (h) to (j). Pub. L. 110–246, § 2106(a)(2), redesignated subsecs. (i) and (j) as (h) and (i), respectively, and struck out former subsec. (h) which related to pilot program for enrollment of wetland and buffer acreage in conservation reserve during 2002 through 2007 calendar years.\nSubsec. (k). Pub. L. 110–246, § 2106(b)(1), renumbered subsec. (k) as section 3831a of this title.\n2007—Subsec. (k)(2). Pub. L. 110–28 substituted “The” for “During calendar year 2006, the”.\n2006—Subsec. (k)(3)(G). Pub. L. 109–234 substituted “$504,100,000” for “$404,100,000”.\n2005—Subsec. (k). Pub. L. 109–148 added subsec. (k).\n\nEffective Date of 2013 AmendmentAmendment by Pub. L. 112–240 effective Sept. 30, 2012, see section 701(j) of Pub. L. 112–240, set out in a 1-Year Extension of Agricultural Programs note under section 8701 of Title 7, Agriculture.\n\nEffective Date of 2008 AmendmentAmendment of this section and repeal of Pub. L. 110–234 by Pub. L. 110–246 effective May 22, 2008, the date of enactment of Pub. L. 110–234, see section 4 of Pub. L. 110–246, set out as an Effective Date note under section 8701 of Title 7, Agriculture.\n\nRegulationsPub. L. 106–387, § 1(a) [title XI, § 1105], Oct. 28, 2000, 114 Stat. 1549, 1549A–78, required the Secretary of Agriculture, as soon as practicable after Oct. 28, 2000, to promulgate regulations to implement the amendments by section 1(a) [title XI] of Pub. L. 106–387, amending former sections 3831 and 3832 of this title.\n\nEligible Land; State Law RequirementsPub. L. 115–334, title II, § 2209, Dec. 20, 2018, 132 Stat. 4551, provided that: “The Secretary shall revise paragraph (4) of section 1410.6(d) of title 7, Code of Federal Regulations, to provide that land enrolled under a Conservation Reserve Enhancement Program agreement initially established before January 1, 2014 (including an amended or successor Conservation Reserve Enhancement Program agreement, as determined by the Secretary), shall not be ineligible for enrollment in the conservation reserve program established under subchapter B of chapter 1 of subtitle D of title XII of the Food Security Act of 1985 (16 U.S.C. 3831 et seq.) under that paragraph if the Deputy Administrator (as defined in section 1410.2(b) of title 7, Code of Federal Regulations (or successor regulations)), on recommendation from and in consultation with the applicable State technical committee established under section 1261(a) of the Food Security Act of 1985 (16 U.S.C. 3861(a)) determines, under such terms and conditions as the Deputy Administrator, in consultation with the State technical committee, determines to be appropriate, that making that land eligible for enrollment in that program is not contrary to the purposes of that program.”\n\n\nEffect on Existing ContractsPub. L. 113–79, title II, § 2008, Feb. 7, 2014, 128 Stat. 720, provided that:\n“(a) In General.—Except as provided in paragraph (2), the amendments made by this subtitle [subtitle A (§§ 2001–2008) of title II of Pub. L. 113–79, amending this section and sections 3831b and 3832 to 3835 of this title and repealing section 3835a of this title] shall not affect the validity or terms of any contract entered into by the Secretary of Agriculture under subchapter B of chapter 1 of subtitle D of title XII of the Food Security Act of 1985 (16 U.S.C. 3831 et seq.) before the date of enactment of the Agricultural Act of 2014 [Feb. 7, 2014], or any payments required to be made in connection with the contract.\n\n“(b) Updating of Existing Contracts.—The Secretary shall permit an owner or operator of land subject to a contract entered into under subchapter B of chapter 1 of subtitle D of title XII of the Food Security Act of 1985 (16 U.S.C. 3831 et seq.) before the date of enactment of the Agricultural Act of 2014 [Feb. 7, 2014], to update the contract to reflect the activities and uses of land under contract permitted under the terms and conditions of section 1233(b) of that Act [16 U.S.C. 3833(b)] (as amended by section 2004), as determined appropriate by the Secretary.”\n\n\n\n\nStudy on Economic EffectsPub. L. 107–171, title II, § 2101(b), May 13, 2002, 116 Stat. 252, provided that, not later than 18 months after May 13, 2002, the Secretary of Agriculture would submit to Congress a report, to include specified analyses, that describes the economic and social effects on rural communities resulting from the conservation reserve program established under subchapter B of chapter 1 of subtitle D of title XII of the Food Security Act of 1985 (16 U.S.C. 3831 et seq.).\n\nStudy of Impact of Pilot ProgramPub. L. 106–387, § 1(a) [title XI, § 1104], Oct. 28, 2000, 114 Stat. 1549, 1549A–78, required the Secretary of Agriculture to conduct a study of the impact of the pilot program established under former section 3831(h) of this title, as added by section 1(a) [title XI, § 1102(a)] of Pub. L. 106–387, and to report on the results of the study to committees of Congress not later than Mar. 1, 2003.\n\nStudy of Land Use for Expiring Contracts and Extension of AuthorityPub. L. 101–624, title XIV, § 1437, Nov. 28, 1990, 104 Stat. 3584, which required the Secretary of Agriculture to conduct a study of cropland subject to expiring conservation reserve contracts entered into prior to Nov. 28, 1990, and to report on the study to committees of Congress not later than Dec. 31, 1993, and authorized the Secretary, during calendar years 1996 to 2000, to extend up to 10 years contracts entered into under this subpart prior to Nov. 28, 1990, or to purchase long-term or permanent easements as provided for in former part III of this subchapter, at the option of the owner or operator on land that the Secretary has determined under the study should remain in conserving uses, was repealed by Pub. L. 115–334, title II, § 2815, Dec. 20, 2018, 132 Stat. 4602.\n\nExisting Conservation ProgramsPub. L. 99–263, Mar. 24, 1986, 100 Stat. 59, provided: “That the conservation reserve program shall not replace or reduce any existing conservation program.”\n\n\n\n\n",
          "xml":"<section xmlns=\"http://xml.house.gov/schemas/uslm/1.0\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:dcterms=\"http://purl.org/dc/terms/\" style=\"-uslm-lc:I80\" id=\"id4cdcc5e7-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831\"><num value=\"3831\">§ 3831.</num><heading> Conservation reserve</heading><subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4cdcc5e8-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/a\"><num value=\"a\" class=\"bold\">(a)</num><heading class=\"bold\"> In general</heading><content><p style=\"-uslm-lc:I11\" class=\"indent0\">Through the 2023 fiscal year, the Secretary shall formulate and carry out a conservation reserve program under which land is enrolled through the use of contracts to assist owners and operators of land specified in subsection (b) to conserve and improve the soil, water, and wildlife resources of such land and to address issues raised by State, regional, and national conservation initiatives.</p>\n</content>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4cdcc5e9-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b\"><num value=\"b\" class=\"bold\">(b)</num><heading class=\"bold\"> Eligible land</heading><chapeau style=\"-uslm-lc:I11\" class=\"indent0\">The Secretary may include in the program established under this subpart—</chapeau><paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4cdcc5ea-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/1\"><num value=\"1\">(1)</num><chapeau> highly erodible cropland that—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdcc5eb-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/1/A\"><num value=\"A\">(A)</num><clause style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdcc5ec-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/1/A/i\"><num value=\"i\">(i)</num><content> if permitted to remain untreated could substantially reduce the agricultural production capability for future generations; or</content>\n</clause>\n<clause style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdcc5ed-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/1/A/ii\"><num value=\"ii\">(ii)</num><content> cannot be farmed in accordance with a plan that complies with the requirements of subchapter II; and</content>\n</clause>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdcc5ee-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/1/B\"><num value=\"B\">(B)</num><content> the Secretary determines had a cropping history or was considered to be planted for 4 of the 6 years preceding <date date=\"2018-12-20\">December 20, 2018</date>, on the condition that the Secretary shall consider to be planted cropland enrolled in the conservation reserve program;</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4cdcc5ef-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/2\"><num value=\"2\">(2)</num><content> marginal pasture land to be devoted to appropriate vegetation, including trees, in or near riparian areas, or devoted to similar water quality purposes (including marginal pastureland converted to wetland or established as wildlife habitat);</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4cdcc5f0-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/3\"><num value=\"3\">(3)</num><chapeau> grasslands that—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdcc5f1-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/3/A\"><num value=\"A\">(A)</num><content> contain forbs or shrubland (including improved rangeland and pastureland) for which grazing is the predominant use;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdcc5f2-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/3/B\"><num value=\"B\">(B)</num><content> are located in an area historically dominated by grasslands; and</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdcc5f3-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/3/C\"><num value=\"C\">(C)</num><content> could provide habitat for animal and plant populations of significant ecological value if the land is retained in its current use or restored to a natural condition;</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4cdcc5f4-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/4\"><num value=\"4\">(4)</num><chapeau> cropland, marginal pasture land, and grasslands that will have a positive impact on water quality and will be devoted to—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdced05-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/4/A\"><num value=\"A\">(A)</num><content> a grass sod waterway;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdced06-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/4/B\"><num value=\"B\">(B)</num><content> a contour grass sod strip;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdced07-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/4/C\"><num value=\"C\">(C)</num><content> a prairie strip;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdced08-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/4/D\"><num value=\"D\">(D)</num><content> a filterstrip;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdced09-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/4/E\"><num value=\"E\">(E)</num><content> a riparian buffer;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdced0a-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/4/F\"><num value=\"F\">(F)</num><content> a wetland or a wetland buffer;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdced0b-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/4/G\"><num value=\"G\">(G)</num><content> a saturated buffer;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdced0c-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/4/H\"><num value=\"H\">(H)</num><content> a bioreactor; or</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdced0d-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/4/I\"><num value=\"I\">(I)</num><content> another similar water quality practice, as determined by the Secretary;</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4cdced0e-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/5\"><num value=\"5\">(5)</num><chapeau> cropland that is otherwise ineligible if the Secretary determines that—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdced0f-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/5/A\"><num value=\"A\">(A)</num><chapeau> if permitted to remain in agricultural production, the land would—</chapeau><clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cdced10-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/5/A/i\"><num value=\"i\">(i)</num><content> contribute to the degradation of soil, water, or air quality; or</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cdced11-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/5/A/ii\"><num value=\"ii\">(ii)</num><content> pose an on-site or off-site environmental threat to soil, water, or air quality;</content>\n</clause>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdced12-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/5/B\"><num value=\"B\">(B)</num><chapeau> the land is a—</chapeau><clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cdced13-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/5/B/i\"><num value=\"i\">(i)</num><content> newly-created, permanent grass sod waterway; or</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cdced14-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/5/B/ii\"><num value=\"ii\">(ii)</num><content> a contour grass sod strip established and maintained as part of an approved conservation plan;</content>\n</clause>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdced15-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/5/C\"><num value=\"C\">(C)</num><content> the land will be devoted to newly established living snow fences, permanent wildlife habitat, windbreaks, shelterbelts, salt tolerant vegetation, field borders, or practices to benefit State or federally identified wellhead protection areas;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdced16-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/5/D\"><num value=\"D\">(D)</num><content> the land poses an off-farm environmental threat, or a threat of continued degradation of productivity due to soil salinity, if permitted to remain in production; or</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdced17-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/5/E\"><num value=\"E\">(E)</num><content> enrollment of the land would facilitate a net savings in groundwater or surface water resources of the agricultural operation of the producer;</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4cdced18-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/6\"><num value=\"6\">(6)</num><chapeau> the portion of land in a field not enrolled in the conservation reserve in a case in which—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdced19-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/6/A\"><num value=\"A\">(A)</num><content> more than 50 percent of the land in the field is enrolled as a buffer or filterstrip, or more than 75 percent of the land in the field is enrolled as a conservation practice other than as a buffer or filterstrip; and</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdced1a-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/6/B\"><num value=\"B\">(B)</num><chapeau> the remainder of the field is—</chapeau><clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cdced1b-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/6/B/i\"><num value=\"i\">(i)</num><content> infeasible to farm; and</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cdced1c-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/6/B/ii\"><num value=\"ii\">(ii)</num><content> enrolled at regular rental rates; or</content>\n</clause>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4cdced1d-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/7\"><num value=\"7\">(7)</num><chapeau> as determined by the Secretary, land—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdced1e-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/7/A\"><num value=\"A\">(A)</num><content> that was enrolled in the conservation reserve program under a 15-year contract that expired on <date date=\"2017-09-30\">September 30, 2017</date>, or <date date=\"2018-09-30\">September 30, 2018</date>;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdced1f-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/7/B\"><num value=\"B\">(B)</num><content> for which there was no opportunity for additional enrollment in that program; and</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdced20-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/b/7/C\"><num value=\"C\">(C)</num><content> on which the conservation practice under the expired contract under subparagraph (A) is maintained.</content>\n</subparagraph>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4cdced21-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/c\"><num value=\"c\" class=\"bold\">(c)</num><heading class=\"bold\"> Planting status of certain land</heading><content><p style=\"-uslm-lc:I11\" class=\"indent0\">For purposes of determining the eligibility of land to be placed in the conservation reserve established under this subpart, land shall be considered to be planted to an agricultural commodity during a crop year if, during the crop year, the land was devoted to a conserving use.</p>\n</content>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4cdced22-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d\"><num value=\"d\" class=\"bold\">(d)</num><heading class=\"bold\"> Enrollment</heading><paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cdced23-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/1\"><num value=\"1\" class=\"bold\">(1)</num><heading class=\"bold\"> Maximum acreage enrolled</heading><chapeau style=\"-uslm-lc:I12\" class=\"indent1\">The Secretary may maintain in the conservation reserve at any one time during—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdced24-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/1/A\"><num value=\"A\">(A)</num><content> fiscal year 2019, not more than 24,000,000 acres;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdced25-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/1/B\"><num value=\"B\">(B)</num><content> fiscal year 2020, not more than 24,500,000 acres;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdced26-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/1/C\"><num value=\"C\">(C)</num><content> fiscal year 2021, not more than 25,000,000 acres;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdced27-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/1/D\"><num value=\"D\">(D)</num><content> fiscal year 2022, not more than 25,500,000 acres; and</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdd1338-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/1/E\"><num value=\"E\">(E)</num><content> fiscal year 2023, not more than 27,000,000 acres.</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cdd1339-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/2\"><num value=\"2\" class=\"bold\">(2)</num><heading class=\"bold\"> Grasslands</heading><subparagraph style=\"-uslm-lc:I18\" class=\"indent4 firstIndent-2\" id=\"id4cdd133a-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/2/A\"><num value=\"A\" class=\"bold\">(A)</num><heading class=\"bold\"> Limitation</heading><chapeau style=\"-uslm-lc:I13\" class=\"indent2\">For purposes of applying the limitations in paragraph (1)—</chapeau><clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cdd133b-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/2/A/i\"><num value=\"i\">(i)</num><content> the Secretary shall enroll and maintain in the conservation reserve not fewer than 2,000,000 acres of the land described in subsection (b)(3) by <date date=\"2023-09-30\">September 30, 2023</date>; and</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cdd133c-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/2/A/ii\"><num value=\"ii\">(ii)</num><chapeau> in carrying out clause (i), to the maximum extent practicable, the Secretary shall maintain in the conservation reserve at any one time during—</chapeau><subclause style=\"-uslm-lc:I16\" class=\"indent4\" id=\"id4cdd133d-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/2/A/ii/I\"><num value=\"I\">(I)</num><content> fiscal year 2019, 1,000,000 acres;</content>\n</subclause>\n<subclause style=\"-uslm-lc:I16\" class=\"indent4\" id=\"id4cdd133e-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/2/A/ii/II\"><num value=\"II\">(II)</num><content> fiscal year 2020, 1,500,000 acres; and</content>\n</subclause>\n<subclause style=\"-uslm-lc:I16\" class=\"indent4\" id=\"id4cdd133f-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/2/A/ii/III\"><num value=\"III\">(III)</num><content> fiscal years 2021 through 2023, 2,000,000 acres.</content>\n</subclause>\n</clause>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I18\" class=\"indent4 firstIndent-2\" id=\"id4cdd1340-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/2/B\"><num value=\"B\" class=\"bold\">(B)</num><heading class=\"bold\"> Priority</heading><chapeau style=\"-uslm-lc:I13\" class=\"indent2\">In enrolling acres under subparagraph (A), the Secretary may give priority to land, as determined by the Secretary—</chapeau><clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cdd1341-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/2/B/i\"><num value=\"i\">(i)</num><content> with expiring conservation reserve contracts;</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cdd1342-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/2/B/ii\"><num value=\"ii\">(ii)</num><content> at risk of conversion or development; or</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cdd1343-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/2/B/iii\"><num value=\"iii\">(iii)</num><chapeau> of ecological significance, including land that—</chapeau><subclause style=\"-uslm-lc:I16\" class=\"indent4\" id=\"id4cdd1344-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/2/B/iii/I\"><num value=\"I\">(I)</num><content> may assist in the restoration of threatened or endangered species under the Endangered Species Act of 1973 (<ref href=\"/us/usc/t16/s1531\">16 U.S.C. 1531</ref> et seq.);</content>\n</subclause>\n<subclause style=\"-uslm-lc:I16\" class=\"indent4\" id=\"id4cdd1345-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/2/B/iii/II\"><num value=\"II\">(II)</num><content> may assist in preventing a species from being listed as a threatened or endangered species under the Endangered Species Act of 1973 (<ref href=\"/us/usc/t16/s1531\">16 U.S.C. 1531</ref> et seq.); or</content>\n</subclause>\n<subclause style=\"-uslm-lc:I16\" class=\"indent4\" id=\"id4cdd1346-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/2/B/iii/III\"><num value=\"III\">(III)</num><content> improves or creates wildlife habitat corridors.</content>\n</subclause>\n</clause>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I18\" class=\"indent4 firstIndent-2\" id=\"id4cdd1347-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/2/C\"><num value=\"C\" class=\"bold\">(C)</num><heading class=\"bold\"> Method of enrollment</heading><clause style=\"-uslm-lc:I77\" class=\"indent5 firstIndent-2\" id=\"id4cdd1348-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/2/C/i\"><num value=\"i\" class=\"bold\">(i)</num><heading class=\"bold\"> In general</heading><content><p style=\"-uslm-lc:I14\" class=\"indent3\">In enrolling acres under subparagraph (A), the Secretary shall make the program available to owners or operators of eligible land on an annual enrollment basis with one or more ranking periods.</p>\n</content>\n</clause>\n<clause style=\"-uslm-lc:I77\" class=\"indent5 firstIndent-2\" id=\"id4cdd1349-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/2/C/ii\"><num value=\"ii\" class=\"bold\">(ii)</num><heading class=\"bold\"> Timing of grassland ranking period</heading><content><p style=\"-uslm-lc:I14\" class=\"indent3\">For purposes of grasslands described in subsection (b)(3), the Secretary shall announce at least 1 ranking period subsequent to the announcement of general enrollment offers.</p>\n</content>\n</clause>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I18\" class=\"indent4 firstIndent-2\" id=\"id4cdd134a-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/2/D\"><num value=\"D\" class=\"bold\">(D)</num><heading class=\"bold\"> Reservation of unenrolled acres</heading><chapeau style=\"-uslm-lc:I13\" class=\"indent2\">If the Secretary is unable in a fiscal year to enroll enough acres of land described in subsection (b)(3) to meet the number of acres described in clause (ii) or (iii) <ref class=\"footnoteRef\" idref=\"fn002728\">1</ref><note type=\"footnote\" id=\"fn002728\"><num>1</num> So in original. There is no cl. (iii) of subpar. (A).</note> of subparagraph (A) for the fiscal year—</chapeau><clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cdd134b-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/2/D/i\"><num value=\"i\">(i)</num><content> the Secretary shall reserve the remaining number of acres for that fiscal year for the enrollment of land described in subsection (b)(3); and</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cdd134c-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/2/D/ii\"><num value=\"ii\">(ii)</num><content> that number of acres shall not be available for the enrollment of any other type of eligible land.</content>\n</clause>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cdd134d-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/3\"><num value=\"3\" class=\"bold\">(3)</num><heading class=\"bold\"> Water quality practices to foster clean lakes, estuaries, and rivers (clear initiative)</heading><subparagraph style=\"-uslm-lc:I18\" class=\"indent4 firstIndent-2\" id=\"id4cdd134e-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/3/A\"><num value=\"A\" class=\"bold\">(A)</num><heading class=\"bold\"> In general</heading><content><p style=\"-uslm-lc:I13\" class=\"indent2\">The Secretary shall give priority within continuous enrollment under paragraph (6) to the enrollment of land described in subsection (b)(4).</p>\n</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I18\" class=\"indent4 firstIndent-2\" id=\"id4cdd134f-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/3/B\"><num value=\"B\" class=\"bold\">(B)</num><heading class=\"bold\"> Sediment and nutrient loadings</heading><content><p style=\"-uslm-lc:I13\" class=\"indent2\">In carrying out subparagraph (A), the Secretary shall give priority to the implementation of practices on land that, if enrolled, will help reduce sediment loadings, nutrient loadings, and harmful algal blooms, as determined by the Secretary.</p>\n</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I18\" class=\"indent4 firstIndent-2\" id=\"id4cdd1350-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/3/C\"><num value=\"C\" class=\"bold\">(C)</num><heading class=\"bold\"> Acreage</heading><clause style=\"-uslm-lc:I77\" class=\"indent5 firstIndent-2\" id=\"id4cdd1351-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/3/C/i\"><num value=\"i\" class=\"bold\">(i)</num><heading class=\"bold\"> In general</heading><content><p style=\"-uslm-lc:I14\" class=\"indent3\">Of the acres maintained in the conservation reserve in accordance with paragraph (1), to the maximum extent practicable, not less than 40 percent of acres enrolled in the conservation reserve using continuous enrollment under paragraph (6) shall be of land described in subsection (b)(4).</p>\n</content>\n</clause>\n<clause style=\"-uslm-lc:I77\" class=\"indent5 firstIndent-2\" id=\"id4cdd3a62-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/3/C/ii\"><num value=\"ii\" class=\"bold\">(ii)</num><heading class=\"bold\"> Limitation</heading><content><p style=\"-uslm-lc:I14\" class=\"indent3\">The acres described in clause (i) shall not include grasslands described in subsection (b)(3).</p>\n</content>\n</clause>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I18\" class=\"indent4 firstIndent-2\" id=\"id4cdd3a63-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/3/D\"><num value=\"D\" class=\"bold\">(D)</num><heading class=\"bold\"> Report</heading><chapeau style=\"-uslm-lc:I13\" class=\"indent2\">The Secretary shall—</chapeau><clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cdd3a64-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/3/D/i\"><num value=\"i\">(i)</num><content> in the monthly publication of the Secretary describing conservation reserve program statistics, include a description of enrollments through the priority under this paragraph; and</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cdd3a65-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/3/D/ii\"><num value=\"ii\">(ii)</num><chapeau> publish on the website of the Farm Service Agency an annual report describing a summary of, with respect to the enrollment priority under this paragraph—</chapeau><subclause style=\"-uslm-lc:I16\" class=\"indent4\" id=\"id4cdd3a66-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/3/D/ii/I\"><num value=\"I\">(I)</num><content> new enrollments;</content>\n</subclause>\n<subclause style=\"-uslm-lc:I16\" class=\"indent4\" id=\"id4cdd3a67-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/3/D/ii/II\"><num value=\"II\">(II)</num><content> expirations;</content>\n</subclause>\n<subclause style=\"-uslm-lc:I16\" class=\"indent4\" id=\"id4cdd3a68-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/3/D/ii/III\"><num value=\"III\">(III)</num><content> geographic distribution; and</content>\n</subclause>\n<subclause style=\"-uslm-lc:I16\" class=\"indent4\" id=\"id4cdd3a69-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/3/D/ii/IV\"><num value=\"IV\">(IV)</num><content> estimated water quality benefits.</content>\n</subclause>\n</clause>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cdd3a6a-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/4\"><num value=\"4\" class=\"bold\">(4)</num><heading class=\"bold\"> State enrollment rates</heading><chapeau style=\"-uslm-lc:I12\" class=\"indent1\">At the beginning of each of fiscal years 2019 through 2023, to the maximum extent practicable, the Secretary shall allocate to the States proportionately 60 percent of the available number of acres each year for enrollment in the conservation reserve, in accordance with historical State enrollment rates, taking into consideration—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdd3a6b-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/4/A\"><num value=\"A\">(A)</num><content> the average number of acres of all land enrolled in the conservation reserve in each State during each of fiscal years 2007 through 2016;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdd3a6c-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/4/B\"><num value=\"B\">(B)</num><content> the average number of acres of all land enrolled in the conservation reserve nationally during each of fiscal years 2007 through 2016; and</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cdd3a6d-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/4/C\"><num value=\"C\">(C)</num><content> the acres available for enrollment during each of fiscal years 2019 through 2023, excluding acres described in paragraph (2).</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cdd3a6e-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/5\"><num value=\"5\" class=\"bold\">(5)</num><heading class=\"bold\"> Frequency</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">In carrying out this subpart, for contracts that are not available on a continuous enrollment basis, the Secretary shall hold a signup and enrollment not less often than once each year.</p>\n</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cdd3a6f-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/6\"><num value=\"6\" class=\"bold\">(6)</num><heading class=\"bold\"> Continuous enrollment procedure</heading><subparagraph style=\"-uslm-lc:I18\" class=\"indent4 firstIndent-2\" id=\"id4cdd3a70-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/6/A\"><num value=\"A\" class=\"bold\">(A)</num><heading class=\"bold\"> In general</heading><chapeau style=\"-uslm-lc:I13\" class=\"indent2\">To the maximum extent practicable, the Secretary shall allow producers to submit applications on a continuous basis for enrollment in—</chapeau><clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cdd3a71-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/6/A/i\"><num value=\"i\">(i)</num><chapeau> the conservation reserve of—</chapeau><subclause style=\"-uslm-lc:I16\" class=\"indent4\" id=\"id4cdd3a72-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/6/A/i/I\"><num value=\"I\">(I)</num><content> marginal pasture land described in subsection (b)(2);</content>\n</subclause>\n<subclause style=\"-uslm-lc:I16\" class=\"indent4\" id=\"id4cdd3a73-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/6/A/i/II\"><num value=\"II\">(II)</num><content> land described in subsection (b)(4); and</content>\n</subclause>\n<subclause style=\"-uslm-lc:I16\" class=\"indent4\" id=\"id4cdd3a74-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/6/A/i/III\"><num value=\"III\">(III)</num><content> cropland described in subsection (b)(5); and</content>\n</subclause>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cdd3a75-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/6/A/ii\"><num value=\"ii\">(ii)</num><content> the conservation reserve enhancement program under <ref href=\"/us/usc/t16/s3831a\">section 3831a of this title</ref>.</content>\n</clause>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I18\" class=\"indent4 firstIndent-2\" id=\"id4cdd3a76-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/6/B\"><num value=\"B\" class=\"bold\">(B)</num><heading class=\"bold\"> Limitation</heading><chapeau style=\"-uslm-lc:I13\" class=\"indent2\">For purposes of applying the limitations in paragraph (1)—</chapeau><clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cdd3a77-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/6/B/i\"><num value=\"i\">(i)</num><content> the Secretary shall, to the maximum extent practicable, enroll and maintain not fewer than 8,600,000 acres of land under subparagraph (A) by <date date=\"2023-09-30\">September 30, 2023</date>; and</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cdd3a78-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/6/B/ii\"><num value=\"ii\">(ii)</num><chapeau> in carrying out clause (i), to the maximum extent practicable, the Secretary shall maintain in the conservation reserve at any one time during—</chapeau><subclause style=\"-uslm-lc:I16\" class=\"indent4\" id=\"id4cdd3a79-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/6/B/ii/I\"><num value=\"I\">(I)</num><content> fiscal year 2019, 8,000,000 acres;</content>\n</subclause>\n<subclause style=\"-uslm-lc:I16\" class=\"indent4\" id=\"id4cdd3a7a-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/6/B/ii/II\"><num value=\"II\">(II)</num><content> fiscal year 2020, 8,250,000 acres;</content>\n</subclause>\n<subclause style=\"-uslm-lc:I16\" class=\"indent4\" id=\"id4cdd3a7b-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/6/B/ii/III\"><num value=\"III\">(III)</num><content> fiscal year 2021, 8,500,000 acres; and</content>\n</subclause>\n<subclause style=\"-uslm-lc:I16\" class=\"indent4\" id=\"id4cdd618c-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/d/6/B/ii/IV\"><num value=\"IV\">(IV)</num><content> fiscal years 2022 and 2023, 8,600,000 acres.</content>\n</subclause>\n</clause>\n</subparagraph>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4cdd618d-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/e\"><num value=\"e\" class=\"bold\">(e)</num><heading class=\"bold\"> Duration of contract</heading><paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cdd618e-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/e/1\"><num value=\"1\" class=\"bold\">(1)</num><heading class=\"bold\"> In general</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">For the purpose of carrying out this subpart, the Secretary shall enter into contracts of not less than 10, nor more than 15, years.</p>\n</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cdd618f-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/e/2\"><num value=\"2\" class=\"bold\">(2)</num><heading class=\"bold\"> Special rule for certain land</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">In the case of land devoted to hardwood trees, shelterbelts, windbreaks, or wildlife corridors under a contract entered into under this subpart, the owner or operator of the land may, within the limitations prescribed under paragraph (1), specify the duration of the contract.</p>\n</content>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4cdd6190-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/f\"><num value=\"f\" class=\"bold\">(f)</num><heading class=\"bold\"> Conservation priority areas</heading><paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cdd6191-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/f/1\"><num value=\"1\" class=\"bold\">(1)</num><heading class=\"bold\"> Designation</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">On application by the appropriate State agency, the Secretary shall designate areas of special environmental sensitivity as conservation priority areas.</p>\n</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cdd6192-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/f/2\"><num value=\"2\" class=\"bold\">(2)</num><heading class=\"bold\"> Eligible areas</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">Areas eligible for designation under this subsection shall include areas with actual and significant adverse water quality or habitat impacts related to agricultural production activities.</p>\n</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cdd6193-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/f/3\"><num value=\"3\" class=\"bold\">(3)</num><heading class=\"bold\"> Expiration</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">Conservation priority area designation under this subsection shall expire after 5 years, subject to redesignation, except that the Secretary may withdraw an area’s designation if the Secretary finds that the area no longer contains actual and significant adverse water quality or habitat impacts related to agricultural production activities.</p>\n</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cdd6194-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/f/4\"><num value=\"4\" class=\"bold\">(4)</num><heading class=\"bold\"> Duty of Secretary</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">In carrying out this subsection, the Secretary shall attempt to maximize water quality and habitat benefits in the watersheds described in paragraph (1) by promoting a significant level of enrollment of land within the watersheds in the program under this subpart by whatever means the Secretary determines are appropriate and consistent with the purposes of this subpart.</p>\n</content>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4cdd6195-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/g\"><num value=\"g\" class=\"bold\">(g)</num><heading class=\"bold\"> Multi-year grasses and legumes</heading><paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cdd6196-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/g/1\"><num value=\"1\" class=\"bold\">(1)</num><heading class=\"bold\"> In general</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">For purposes of this subpart, alfalfa and other multi-year grasses and legumes in a rotation practice, approved by the Secretary, shall be considered agricultural commodities.</p>\n</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cdd6197-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/g/2\"><num value=\"2\" class=\"bold\">(2)</num><heading class=\"bold\"> Cropping history</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">Alfalfa, when grown as part of a rotation practice, as determined by the Secretary, is an agricultural commodity subject to the cropping history criteria under subsection (b)(1)(B) for the purpose of determining whether highly erodible cropland has been planted or considered planted for 4 of the 6 years referred to in such subsection.</p>\n</content>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4cdd6198-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/h\"><num value=\"h\" class=\"bold\">(h)</num><heading class=\"bold\"> Eligibility for consideration</heading><paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cdd6199-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/h/1\"><num value=\"1\" class=\"bold\">(1)</num><heading class=\"bold\"> In general</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">On the expiration of a contract entered into under this subpart, the land subject to the contract shall be eligible to be considered for reenrollment in the conservation reserve.</p>\n</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cdd619a-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/h/2\"><num value=\"2\" class=\"bold\">(2)</num><heading class=\"bold\"> Reenrollment limitation for certain land</heading><subparagraph style=\"-uslm-lc:I18\" class=\"indent4 firstIndent-2\" id=\"id4cdd619b-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/h/2/A\"><num value=\"A\" class=\"bold\">(A)</num><heading class=\"bold\"> In general</heading><content><p style=\"-uslm-lc:I13\" class=\"indent2\">Except as provided in subparagraph (B), land subject to a contract entered into under this subpart shall be eligible for only one reenrollment in the conservation reserve under paragraph (1) if the land is devoted to hardwood trees.</p>\n</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I18\" class=\"indent4 firstIndent-2\" id=\"id4cdd619c-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/h/2/B\"><num value=\"B\" class=\"bold\">(B)</num><heading class=\"bold\"> Exclusions</heading><chapeau style=\"-uslm-lc:I13\" class=\"indent2\">Subparagraph (A) shall not apply to—</chapeau><clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cdd619d-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/h/2/B/i\"><num value=\"i\">(i)</num><content> riparian forested buffers;</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cdd619e-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/h/2/B/ii\"><num value=\"ii\">(ii)</num><content> forested wetlands enrolled under subsection (d)(3) or the conservation reserve enhancement program under <ref href=\"/us/usc/t16/s3831a\">section 3831a of this title</ref>; and</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cdd88af-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/h/2/B/iii\"><num value=\"iii\">(iii)</num><content> shelterbelts.</content>\n</clause>\n</subparagraph>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4cdd88b0-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3831/i\"><num value=\"i\" class=\"bold\">(i)</num><heading class=\"bold\"> Balance of natural resource purposes</heading><content><p style=\"-uslm-lc:I11\" class=\"indent0\">In determining the acceptability of contract offers under this subpart, the Secretary shall ensure, to the maximum extent practicable, an equitable balance among the conservation purposes of soil erosion, water quality, and wildlife habitat.</p>\n</content>\n</subsection>\n<sourceCredit id=\"id4cdd88b1-4920-11eb-8435-8e7a548705de\">(<ref href=\"/us/pl/99/198/tXII/s1231\">Pub. L. 99–198, title XII, § 1231</ref>, as added <ref href=\"/us/pl/107/171/tII/s2101/a\">Pub. L. 107–171, title II, § 2101(a)</ref>, <date date=\"2002-05-13\">May 13, 2002</date>, <ref href=\"/us/stat/116/238\">116 Stat. 238</ref>; amended <ref href=\"/us/pl/109/148/dB/tI/s107/a\">Pub. L. 109–148, div. B, title I, § 107(a)</ref>, <date date=\"2005-12-30\">Dec. 30, 2005</date>, <ref href=\"/us/stat/119/2750\">119 Stat. 2750</ref>; <ref href=\"/us/pl/109/234/tIII/s3022\">Pub. L. 109–234, title III, § 3022</ref>, <date date=\"2006-06-15\">June 15, 2006</date>, <ref href=\"/us/stat/120/478\">120 Stat. 478</ref>; <ref href=\"/us/pl/110/28/tIV/s4101\">Pub. L. 110–28, title IV, § 4101</ref>, <date date=\"2007-05-25\">May 25, 2007</date>, <ref href=\"/us/stat/121/152\">121 Stat. 152</ref>; <ref href=\"/us/pl/110/234/tII\">Pub. L. 110–234, title II</ref>, §§ 2101–2105, 2106(a)(2), (b)(1), <date date=\"2008-05-22\">May 22, 2008</date>, <ref href=\"/us/stat/122/1028\">122 Stat. 1028</ref>, 1029, 1031, 1032; <ref href=\"/us/pl/110/246/s4/a\">Pub. L. 110–246, § 4(a)</ref>, title II, §§ 2101–2105, 2106(a)(2), (b)(1), <date date=\"2008-06-18\">June 18, 2008</date>, <ref href=\"/us/stat/122/1664\">122 Stat. 1664</ref>, 1756, 1757, 1759, 1760; <ref href=\"/us/pl/112/240/tVII/s701/c/1\">Pub. L. 112–240, title VII, § 701(c)(1)</ref>, <date date=\"2013-01-02\">Jan. 2, 2013</date>, <ref href=\"/us/stat/126/2363\">126 Stat. 2363</ref>; <ref href=\"/us/pl/113/79/tII/s2001\">Pub. L. 113–79, title II, § 2001</ref>, <date date=\"2014-02-07\">Feb. 7, 2014</date>, <ref href=\"/us/stat/128/713\">128 Stat. 713</ref>; <ref href=\"/us/pl/115/334/tII/s2201\">Pub. L. 115–334, title II, § 2201</ref>, <date date=\"2018-12-20\">Dec. 20, 2018</date>, <ref href=\"/us/stat/132/4530\">132 Stat. 4530</ref>.)</sourceCredit>\n<notes type=\"uscNote\" id=\"id4cdd88b2-4920-11eb-8435-8e7a548705de\">\n<note style=\"-uslm-lc:I75\" topic=\"referencesInText\" id=\"id4cdd88b3-4920-11eb-8435-8e7a548705de\">\n<heading class=\"centered smallCaps\">References in Text</heading><p style=\"-uslm-lc:I21\" class=\"indent0\">The Endangered Species Act of 1973, referred to in subsec. (d)(2)(B)(iii)(I), (II), is <ref href=\"/us/pl/93/205\">Pub. L. 93–205</ref>, <date date=\"1973-12-28\">Dec. 28, 1973</date>, <ref href=\"/us/stat/87/884\">87 Stat. 884</ref>, which is classified principally to chapter 35 (§ 1531 et seq.) of this title. For complete classification of this Act to the Code, see Short Title note set out under <ref href=\"/us/usc/t16/s1531\">section 1531 of this title</ref> and Tables.</p>\n</note>\n<note style=\"-uslm-lc:I76\" topic=\"codification\" id=\"id4cdd88b4-4920-11eb-8435-8e7a548705de\"><heading class=\"centered smallCaps\">Codification</heading>\n<p style=\"-uslm-lc:I21\" class=\"indent0\"><ref href=\"/us/pl/110/234\">Pub. L. 110–234</ref> and <ref href=\"/us/pl/110/246\">Pub. L. 110–246</ref> made identical amendments to this section. The amendments by <ref href=\"/us/pl/110/234\">Pub. L. 110–234</ref> were repealed by <ref href=\"/us/pl/110/246/s4/a\">section 4(a) of Pub. L. 110–246</ref>.</p>\n</note>\n<note style=\"-uslm-lc:I74\" topic=\"priorProvisions\" id=\"id4cdd88b5-4920-11eb-8435-8e7a548705de\"><heading class=\"centered smallCaps\">Prior Provisions</heading><p style=\"-uslm-lc:I21\" class=\"indent0\">A prior section 3831, <ref href=\"/us/pl/99/198/tXII/s1231\">Pub. L. 99–198, title XII, § 1231</ref>, <date date=\"1985-12-23\">Dec. 23, 1985</date>, <ref href=\"/us/stat/99/1509\">99 Stat. 1509</ref>; <ref href=\"/us/pl/99/500/s101/a/tVI/s643\">Pub. L. 99–500, § 101(a) [title VI, § 643]</ref>, <date date=\"1986-10-18\">Oct. 18, 1986</date>, <ref href=\"/us/stat/100/1783\">100 Stat. 1783</ref>, 1783–36, and <ref href=\"/us/pl/99/591/s101/a/tVI/s643\">Pub. L. 99–591, § 101(a) [title VI, § 643]</ref>, <date date=\"1986-10-30\">Oct. 30, 1986</date>, <ref href=\"/us/stat/100/3341\">100 Stat. 3341</ref>, 3341–36; <ref href=\"/us/pl/99/641/tII/s205\">Pub. L. 99–641, title II, § 205</ref>, <date date=\"1986-11-10\">Nov. 10, 1986</date>, <ref href=\"/us/stat/100/3563\">100 Stat. 3563</ref>; <ref href=\"/us/pl/101/624/tXIV\">Pub. L. 101–624, title XIV</ref>, §§ 1432(2), 1447(a), <date date=\"1990-11-28\">Nov. 28, 1990</date>, <ref href=\"/us/stat/104/3577\">104 Stat. 3577</ref>, 3605; <ref href=\"/us/pl/102/324/s1/a\">Pub. L. 102–324, § 1(a)</ref>, <date date=\"1992-07-22\">July 22, 1992</date>, <ref href=\"/us/stat/106/447\">106 Stat. 447</ref>; <ref href=\"/us/pl/103/66/tI/s1402/b\">Pub. L. 103–66, title I, § 1402(b)</ref>, <date date=\"1993-08-10\">Aug. 10, 1993</date>, <ref href=\"/us/stat/107/332\">107 Stat. 332</ref>; <ref href=\"/us/pl/104/127/tIII/s332/a/1\">Pub. L. 104–127, title III, § 332(a)(1)</ref>, (b), <date date=\"1996-04-04\">Apr. 4, 1996</date>, <ref href=\"/us/stat/110/994\">110 Stat. 994</ref>; <ref href=\"/us/pl/106/387/s1/a/tXI/s1102/a\">Pub. L. 106–387, § 1(a) [title XI, § 1102(a)]</ref>, <date date=\"2000-10-28\">Oct. 28, 2000</date>, <ref href=\"/us/stat/114/1549\">114 Stat. 1549</ref>, 1549A–75; <ref href=\"/us/pl/107/76/tVII/s758/a\">Pub. L. 107–76, title VII, § 758(a)</ref>, <date date=\"2001-11-28\">Nov. 28, 2001</date>, <ref href=\"/us/stat/115/741\">115 Stat. 741</ref>, related to a conservation reserve program to be formulated and carried out by the Secretary through the 2002 calendar year, prior to the general amendment of this subpart by <ref href=\"/us/pl/107/171\">Pub. L. 107–171</ref>.</p>\n</note>\n<note style=\"-uslm-lc:I74\" topic=\"amendments\" id=\"id4cdd88b6-4920-11eb-8435-8e7a548705de\"><heading class=\"centered smallCaps\">Amendments</heading><p style=\"-uslm-lc:I21\" class=\"indent0\">2018—Subsec. (a). <ref href=\"/us/pl/115/334/s2201/a\">Pub. L. 115–334, § 2201(a)</ref>, substituted “2023” for “2018”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (b)(1)(B). <ref href=\"/us/pl/115/334/s2201/b/1\">Pub. L. 115–334, § 2201(b)(1)</ref>, substituted “4 of the 6 years preceding <date date=\"2018-12-20\">December 20, 2018</date>, on the condition that the Secretary shall consider to be planted cropland enrolled in the conservation reserve program” for “4 of the 6 years preceding <date date=\"2014-02-07\">February 7, 2014</date> (except for land enrolled in the conservation reserve program as of that date)”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (b)(4). <ref href=\"/us/pl/115/334/s2201/b/3\">Pub. L. 115–334, § 2201(b)(3)</ref>, added par. (4). Former par. (4) redesignated (5).</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec (b)(5). <ref href=\"/us/pl/115/334/s2201/b/2\">Pub. L. 115–334, § 2201(b)(2)</ref>, (4)(A), redesignated par. (4) as (5) and substituted “salt tolerant vegetation, field borders, or practices to benefit State or federally identified wellhead protection areas” for “or filterstrips or riparian buffers devoted to trees, shrubs, or grasses” in subpar. (C). Former par. (5) redesignated (6).</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (b)(6). <ref href=\"/us/pl/115/334/s2201/b/2\">Pub. L. 115–334, § 2201(b)(2)</ref>, redesignated par. (5) as (6).</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (b)(7). <ref href=\"/us/pl/115/334/s2201/b/4/B\">Pub. L. 115–334, § 2201(b)(4)(B)</ref>–(6), added par. (7).</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (d)(1). <ref href=\"/us/pl/115/334/s2201/c/1\">Pub. L. 115–334, § 2201(c)(1)</ref>, added subpars. (A) to (E) and struck out former subpars. (A) to (E) which read as follows:</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">“(A) fiscal year 2014, no more than 27,500,000 acres;</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">“(B) fiscal year 2015, no more than 26,000,000 acres;</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">“(C) fiscal year 2016, no more than 25,000,000 acres;</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">“(D) fiscal year 2017, no more than 24,000,000 acres; and</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">“(E) fiscal year 2018, no more than 24,000,000 acres.”</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (d)(2)(A). <ref href=\"/us/pl/115/334/s2201/c/2/A\">Pub. L. 115–334, § 2201(c)(2)(A)</ref>, added subpar. (A) and struck out former subpar. (A). Prior to amendment, text read as follows: “For purposes of applying the limitations in paragraph (1), no more than 2,000,000 acres of the land described in subsection (b)(3) may be enrolled in the program at any one time during the 2014 through 2018 fiscal years.”</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (d)(2)(B). <ref href=\"/us/pl/115/334/s2201/c/2/A\">Pub. L. 115–334, § 2201(c)(2)(A)</ref>, added subpar. (B) and struck out former subpar. (B). Prior to amendment, text read as follows: “In enrolling acres under subparagraph (A), the Secretary may give priority to land with expiring conservation reserve program contracts.”</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (d)(2)(C). <ref href=\"/us/pl/115/334/s2201/c/2/B\">Pub. L. 115–334, § 2201(c)(2)(B)</ref>, designated existing provisions as cl. (i), inserted heading, substituted “an annual enrollment basis” for “a continuous enrollment basis”, and added cl. (ii).</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (d)(2)(D). <ref href=\"/us/pl/115/334/s2201/c/2/C\">Pub. L. 115–334, § 2201(c)(2)(C)</ref>, added subpar. (D).</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (d)(3) to (6). <ref href=\"/us/pl/115/334/s2201/c/3\">Pub. L. 115–334, § 2201(c)(3)</ref>, added pars. (3) to (6).</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (h). <ref href=\"/us/pl/115/334/s2201/d\">Pub. L. 115–334, § 2201(d)</ref>, designated existing provisions as par. (1), inserted heading, and added par. (2).</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">2014—Subsec. (a). <ref href=\"/us/pl/113/79/s2001/a\">Pub. L. 113–79, § 2001(a)</ref>, substituted “2018” for “2012”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (b)(1)(B). <ref href=\"/us/pl/113/79/s2001/b/1\">Pub. L. 113–79, § 2001(b)(1)</ref>, substituted “<date date=\"2014-02-07\">February 7, 2014</date>” for “the date of enactment of the Food, Conservation, and Energy Act of 2008”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (b)(2), (3). <ref href=\"/us/pl/113/79/s2001/b/2\">Pub. L. 113–79, § 2001(b)(2)</ref>, (3), redesignated par. (3) as (2), added par. (3), and struck out former par. (2) which read as follows: “marginal pasture land converted to wetland or established as wildlife habitat prior to <date date=\"1990-11-28\">November 28, 1990</date>;”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (b)(4)(C). <ref href=\"/us/pl/113/79/s2001/b/4\">Pub. L. 113–79, § 2001(b)(4)</ref>, substituted “filterstrips or riparian buffers devoted to trees, shrubs, or grasses” for “filterstrips devoted to trees or shrubs”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (b)(5). <ref href=\"/us/pl/113/79/s2001/b/5\">Pub. L. 113–79, § 2001(b)(5)</ref>, added par. (5) and struck out former par. (5) which read as follows: “the portion of land in a field not enrolled in the conservation reserve in a case in which more than 50 percent of the land in the field is enrolled as a buffer, if—</p>\n<p style=\"-uslm-lc:I22\" class=\"indent1\">“(A) the land is enrolled as part of the buffer; and</p>\n<p style=\"-uslm-lc:I22\" class=\"indent1\">“(B) the remainder of the field is—</p>\n<p style=\"-uslm-lc:I23\" class=\"indent2\">“(i) infeasible to farm; and</p>\n<p style=\"-uslm-lc:I23\" class=\"indent2\">“(ii) enrolled at regular rental rates.”</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (c). <ref href=\"/us/pl/113/79/s2001/c\">Pub. L. 113–79, § 2001(c)</ref>, substituted “if, during the crop year, the land was devoted to a conserving use.” for “if—” and struck out pars. (1) and (2) which read as follows:</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">“(1) during the crop year, the land was devoted to a conserving use; or</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">“(2)(A) during the crop year or during any of the 2 years preceding the crop year, the land was enrolled in the water bank program; and</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">“(B) the contract of the owner or operator of the cropland expired or will expire in calendar year 2000, 2001, or 2002.”</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (d). <ref href=\"/us/pl/113/79/s2001/d\">Pub. L. 113–79, § 2001(d)</ref>, amended subsec. (d) generally. Prior to amendment, text read as follows: “The Secretary may maintain up to 39,200,000 acres in the conservation reserve at any 1 time during the 2002 through 2009 fiscal years (including contracts extended by the Secretary pursuant to section 1437(c) of the Food, Agriculture, Conservation, and Trade Act of 1990 (<ref href=\"/us/usc/t16/s3831\">16 U.S.C. 3831</ref> note; <ref href=\"/us/pl/101/624\">Public Law 101–624</ref>)). During fiscal years 2010, 2011, 2012, and 2013, the Secretary may maintain up to 32,000,000 acres in the conservation reserve at any 1 time.”</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (e)(2), (3). <ref href=\"/us/pl/113/79/s2001/e\">Pub. L. 113–79, § 2001(e)</ref>, added par. (2) and struck out former pars. (2) and (3) which related to duration of contracts for certain land and 1-year extensions, respectively.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (f)(1). <ref href=\"/us/pl/113/79/s2001/f/1\">Pub. L. 113–79, § 2001(f)(1)</ref>, struck out “watershed areas of the Chesapeake Bay Region, the Great Lakes Region, the Long Island Sound Region, and other” before “areas of special”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (f)(2). <ref href=\"/us/pl/113/79/s2001/f/2\">Pub. L. 113–79, § 2001(f)(2)</ref>, substituted “areas” for “watersheds” in heading and “Areas” for “Watersheds” in text.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (f)(3). <ref href=\"/us/pl/113/79/s2001/f/3\">Pub. L. 113–79, § 2001(f)(3)</ref>, substituted “an area’s designation if the Secretary finds that the area no longer contains actual and significant adverse water quality or habitat impacts related to agricultural production activities.” for “a watershed’s designation—” and struck out subpars. (A) and (B) which read as follows:</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">“(A) on application by the appropriate State agency; or</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">“(B) in the case of an area covered by this subsection, if the Secretary finds that the area no longer contains actual and significant adverse water quality or habitat impacts related to agricultural production activities.”</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">2013—Subsec. (d). <ref href=\"/us/pl/112/240\">Pub. L. 112–240</ref> substituted “2012, and 2013” for “and 2012”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">2008—Subsec. (a). <ref href=\"/us/pl/110/246/s2101\">Pub. L. 110–246, § 2101</ref>, substituted “2012 fiscal year” for “2007 calendar year” and inserted “and to address issues raised by State, regional, and national conservation initiatives” before period at end.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (b)(1)(B). <ref href=\"/us/pl/110/246/s2102/1\">Pub. L. 110–246, § 2102(1)</ref>, substituted “the date of enactment of the Food, Conservation, and Energy Act of 2008” for “<date date=\"2002-05-13\">May 13, 2002</date>” and substituted semicolon for period at end.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (b)(4)(C) to (E). <ref href=\"/us/pl/110/246/s2102/2\">Pub. L. 110–246, § 2102(2)</ref>, in subpar. (C) struck out “or” at end, in subpar. (D) substituted “or” for “and” at end, and in subpar. (E) inserted “or” at end.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (d). <ref href=\"/us/pl/110/246/s2103\">Pub. L. 110–246, § 2103</ref>, substituted “2009 fiscal years” for “2007 calendar years” and “(16 U.S.C.” for “( 16 U.S.C.” and inserted at end “During fiscal years 2010, 2011, and 2012, the Secretary may maintain up to 32,000,000 acres in the conservation reserve at any 1 time.”</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (f)(1). <ref href=\"/us/pl/110/246/s2104\">Pub. L. 110–246, § 2104</ref>, substituted “the Chesapeake Bay Region” for “the Chesapeake Bay Region (Pennsylvania, Maryland, and Virginia)”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (g). <ref href=\"/us/pl/110/246/s2105\">Pub. L. 110–246, § 2105</ref>, amended subsec. (g) generally. Prior to amendment, text read as follows: “For purposes of this subpart, alfalfa and other multi-year grasses and legumes in a rotation practice, approved by the Secretary, shall be considered agricultural commodities.”</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsecs. (h) to (j). <ref href=\"/us/pl/110/246/s2106/a/2\">Pub. L. 110–246, § 2106(a)(2)</ref>, redesignated subsecs. (i) and (j) as (h) and (i), respectively, and struck out former subsec. (h) which related to pilot program for enrollment of wetland and buffer acreage in conservation reserve during 2002 through 2007 calendar years.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (k). <ref href=\"/us/pl/110/246/s2106/b/1\">Pub. L. 110–246, § 2106(b)(1)</ref>, renumbered subsec. (k) as <ref href=\"/us/usc/t16/s3831a\">section 3831a of this title</ref>.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">2007—Subsec. (k)(2). <ref href=\"/us/pl/110/28\">Pub. L. 110–28</ref> substituted “The” for “During calendar year 2006, the”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">2006—Subsec. (k)(3)(G). <ref href=\"/us/pl/109/234\">Pub. L. 109–234</ref> substituted “$504,100,000” for “$404,100,000”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">2005—Subsec. (k). <ref href=\"/us/pl/109/148\">Pub. L. 109–148</ref> added subsec. (k).</p>\n</note>\n<note style=\"-uslm-lc:I74\" topic=\"effectiveDateOfAmendment\" id=\"id4cddfde7-4920-11eb-8435-8e7a548705de\"><heading class=\"centered smallCaps\">Effective Date of 2013 Amendment</heading><p style=\"-uslm-lc:I21\" class=\"indent0\">Amendment by <ref href=\"/us/pl/112/240\">Pub. L. 112–240</ref> effective <date date=\"2012-09-30\">Sept. 30, 2012</date>, see <ref href=\"/us/pl/112/240/s701/j\">section 701(j) of Pub. L. 112–240</ref>, set out in a 1-Year Extension of Agricultural Programs note under <ref href=\"/us/usc/t7/s8701\">section 8701 of Title 7</ref>, Agriculture.</p>\n</note>\n<note style=\"-uslm-lc:I74\" topic=\"effectiveDateOfAmendment\" id=\"id4cddfde8-4920-11eb-8435-8e7a548705de\"><heading class=\"centered smallCaps\">Effective Date of 2008 Amendment</heading><p style=\"-uslm-lc:I21\" class=\"indent0\">Amendment of this section and repeal of <ref href=\"/us/pl/110/234\">Pub. L. 110–234</ref> by <ref href=\"/us/pl/110/246\">Pub. L. 110–246</ref> effective <date date=\"2008-05-22\">May 22, 2008</date>, the date of enactment of <ref href=\"/us/pl/110/234\">Pub. L. 110–234</ref>, see <ref href=\"/us/pl/110/246/s4\">section 4 of Pub. L. 110–246</ref>, set out as an Effective Date note under <ref href=\"/us/usc/t7/s8701\">section 8701 of Title 7</ref>, Agriculture.</p>\n</note>\n<note style=\"-uslm-lc:I74\" topic=\"miscellaneous\" id=\"id4cddfde9-4920-11eb-8435-8e7a548705de\"><heading class=\"centered smallCaps\">Regulations</heading><p style=\"-uslm-lc:I21\" class=\"indent0\"><ref href=\"/us/pl/106/387/s1/a/tXI/s1105\">Pub. L. 106–387, § 1(a) [title XI, § 1105]</ref>, <date date=\"2000-10-28\">Oct. 28, 2000</date>, <ref href=\"/us/stat/114/1549\">114 Stat. 1549</ref>, 1549A–78, required the Secretary of Agriculture, as soon as practicable after <date date=\"2000-10-28\">Oct. 28, 2000</date>, to promulgate regulations to implement the amendments by section 1(a) [title XI] of <ref href=\"/us/pl/106/387\">Pub. L. 106–387</ref>, amending former sections 3831 and 3832 of this title.</p>\n</note>\n<note style=\"-uslm-lc:I74\" topic=\"miscellaneous\" id=\"id4cddfdea-4920-11eb-8435-8e7a548705de\"><heading class=\"centered smallCaps\">Eligible Land; State Law Requirements</heading><p><ref href=\"/us/pl/115/334/tII/s2209\">Pub. L. 115–334, title II, § 2209</ref>, <date date=\"2018-12-20\">Dec. 20, 2018</date>, <ref href=\"/us/stat/132/4551\">132 Stat. 4551</ref>, provided that: <quotedContent origin=\"/us/pl/115/334/tII/s2209\">“The Secretary shall revise paragraph (4) of section 1410.6(d) of title 7, Code of Federal Regulations, to provide that land enrolled under a Conservation Reserve Enhancement Program agreement initially established before <date date=\"2014-01-01\">January 1, 2014</date> (including an amended or successor Conservation Reserve Enhancement Program agreement, as determined by the Secretary), shall not be ineligible for enrollment in the conservation reserve program established under subchapter B of chapter 1 of subtitle D of title XII of the Food Security Act of 1985 (<ref href=\"/us/usc/t16/s3831\">16 U.S.C. 3831</ref> et seq.) under that paragraph if the Deputy Administrator (as defined in section 1410.2(b) of title 7, Code of Federal Regulations (or successor regulations)), on recommendation from and in consultation with the applicable State technical committee established under section 1261(a) of the Food Security Act of 1985 (<ref href=\"/us/usc/t16/s3861/a\">16 U.S.C. 3861(a)</ref>) determines, under such terms and conditions as the Deputy Administrator, in consultation with the State technical committee, determines to be appropriate, that making that land eligible for enrollment in that program is not contrary to the purposes of that program.”</quotedContent>\n</p>\n</note>\n<note style=\"-uslm-lc:I74\" topic=\"miscellaneous\" id=\"id4cddfdeb-4920-11eb-8435-8e7a548705de\"><heading class=\"centered smallCaps\">Effect on Existing Contracts</heading><p><ref href=\"/us/pl/113/79/tII/s2008\">Pub. L. 113–79, title II, § 2008</ref>, <date date=\"2014-02-07\">Feb. 7, 2014</date>, <ref href=\"/us/stat/128/720\">128 Stat. 720</ref>, provided that:<quotedContent origin=\"/us/pl/113/79/tII/s2008\">\n<subsection style=\"-uslm-lc:I21\" class=\"indent0\"><num value=\"a\">“(a)</num><heading> <inline class=\"small-caps\">In General</inline>.—</heading><content>Except as provided in paragraph (2), the amendments made by this subtitle [subtitle A (§§ 2001–2008) of title II of <ref href=\"/us/pl/113/79\">Pub. L. 113–79</ref>, amending this section and sections 3831b and 3832 to 3835 of this title and repealing <ref href=\"/us/usc/t16/s3835a\">section 3835a of this title</ref>] shall not affect the validity or terms of any contract entered into by the Secretary of Agriculture under subchapter B of chapter 1 of subtitle D of title XII of the Food Security Act of 1985 (<ref href=\"/us/usc/t16/s3831\">16 U.S.C. 3831</ref> et seq.) before the date of enactment of the Agricultural Act of 2014 [<date date=\"2014-02-07\">Feb. 7, 2014</date>], or any payments required to be made in connection with the contract.</content>\n</subsection>\n<subsection style=\"-uslm-lc:I21\" class=\"indent0\"><num value=\"b\">“(b)</num><heading> <inline class=\"small-caps\">Updating of Existing Contracts</inline>.—</heading><content>The Secretary shall permit an owner or operator of land subject to a contract entered into under subchapter B of chapter 1 of subtitle D of title XII of the Food Security Act of 1985 (<ref href=\"/us/usc/t16/s3831\">16 U.S.C. 3831</ref> et seq.) before the date of enactment of the Agricultural Act of 2014 [<date date=\"2014-02-07\">Feb. 7, 2014</date>], to update the contract to reflect the activities and uses of land under contract permitted under the terms and conditions of section 1233(b) of that Act [<ref href=\"/us/usc/t16/s3833/b\">16 U.S.C. 3833(b)</ref>] (as amended by section 2004), as determined appropriate by the Secretary.”</content>\n</subsection>\n</quotedContent>\n</p>\n</note>\n<note style=\"-uslm-lc:I74\" topic=\"miscellaneous\" id=\"id4cde24fc-4920-11eb-8435-8e7a548705de\"><heading class=\"centered smallCaps\">Study on Economic Effects</heading><p style=\"-uslm-lc:I21\" class=\"indent0\"><ref href=\"/us/pl/107/171/tII/s2101/b\">Pub. L. 107–171, title II, § 2101(b)</ref>, <date date=\"2002-05-13\">May 13, 2002</date>, <ref href=\"/us/stat/116/252\">116 Stat. 252</ref>, provided that, not later than 18 months after <date date=\"2002-05-13\">May 13, 2002</date>, the Secretary of Agriculture would submit to Congress a report, to include specified analyses, that describes the economic and social effects on rural communities resulting from the conservation reserve program established under subchapter B of chapter 1 of subtitle D of title XII of the Food Security Act of 1985 (<ref href=\"/us/usc/t16/s3831\">16 U.S.C. 3831</ref> et seq.).</p>\n</note>\n<note style=\"-uslm-lc:I74\" topic=\"miscellaneous\" id=\"id4cde24fd-4920-11eb-8435-8e7a548705de\"><heading class=\"centered smallCaps\">Study of Impact of Pilot Program</heading><p style=\"-uslm-lc:I21\" class=\"indent0\"><ref href=\"/us/pl/106/387/s1/a/tXI/s1104\">Pub. L. 106–387, § 1(a) [title XI, § 1104]</ref>, <date date=\"2000-10-28\">Oct. 28, 2000</date>, <ref href=\"/us/stat/114/1549\">114 Stat. 1549</ref>, 1549A–78, required the Secretary of Agriculture to conduct a study of the impact of the pilot program established under former <ref href=\"/us/usc/t16/s3831/h\">section 3831(h) of this title</ref>, as added by section 1(a) [title XI, § 1102(a)] of <ref href=\"/us/pl/106/387\">Pub. L. 106–387</ref>, and to report on the results of the study to committees of Congress not later than <date date=\"2003-03-01\">Mar. 1, 2003</date>.</p>\n</note>\n<note style=\"-uslm-lc:I74\" topic=\"miscellaneous\" id=\"id4cde24fe-4920-11eb-8435-8e7a548705de\"><heading class=\"centered smallCaps\">Study of Land Use for Expiring Contracts and Extension of Authority</heading><p style=\"-uslm-lc:I21\" class=\"indent0\"><ref href=\"/us/pl/101/624/tXIV/s1437\">Pub. L. 101–624, title XIV, § 1437</ref>, <date date=\"1990-11-28\">Nov. 28, 1990</date>, <ref href=\"/us/stat/104/3584\">104 Stat. 3584</ref>, which required the Secretary of Agriculture to conduct a study of cropland subject to expiring conservation reserve contracts entered into prior to <date date=\"1990-11-28\">Nov. 28, 1990</date>, and to report on the study to committees of Congress not later than <date date=\"1993-12-31\">Dec. 31, 1993</date>, and authorized the Secretary, during calendar years 1996 to 2000, to extend up to 10 years contracts entered into under this subpart prior to <date date=\"1990-11-28\">Nov. 28, 1990</date>, or to purchase long-term or permanent easements as provided for in former part III of this subchapter, at the option of the owner or operator on land that the Secretary has determined under the study should remain in conserving uses, was repealed by <ref href=\"/us/pl/115/334/tII/s2815\">Pub. L. 115–334, title II, § 2815</ref>, <date date=\"2018-12-20\">Dec. 20, 2018</date>, <ref href=\"/us/stat/132/4602\">132 Stat. 4602</ref>.</p>\n</note>\n<note style=\"-uslm-lc:I74\" topic=\"miscellaneous\" id=\"id4cde24ff-4920-11eb-8435-8e7a548705de\"><heading class=\"centered smallCaps\">Existing Conservation Programs</heading><p><ref href=\"/us/pl/99/263\">Pub. L. 99–263</ref>, <date date=\"1986-03-24\">Mar. 24, 1986</date>, <ref href=\"/us/stat/100/59\">100 Stat. 59</ref>, provided: <quotedContent origin=\"/us/pl/99/263\">“That the conservation reserve program shall not replace or reduce any existing conservation program.”</quotedContent>\n</p>\n</note>\n</notes>\n</section>\n"
        },
        "highlight":{
          "text":[
            "<em>Conservation</em> reserve(a) In generalThrough the 2023 fiscal year, the Secretary shall formulate and carry",
            "out a <em>conservation</em> reserve program under which land is enrolled through the use of contracts to assist",
            "shall designate areas of special environmental sensitivity as <em>conservation</em> priority areas",
            "Existing <em>Conservation</em> ProgramsPub.",
            "or reduce any existing <em>conservation</em> program.”"
          ]
        }
      },
      {
        "_index":"uscsections",
        "_type":"_doc",
        "_id":"8HxeancByMv3L6kFl6qA",
        "_score":5.0476656,
        "_source":{
          "id":"id4d46836a-4920-11eb-8435-8e7a548705de",
          "identifier":"/us/usc/t16/s6603",
          "number":"§ 6603.",
          "heading":" Conservation assistance",
          "text":"§ 6603. Conservation assistance(a) In generalSubject to the availability of funds and in consultation with other Federal officials, the Secretary shall use amounts in the Fund to provide financial assistance for projects for the conservation of marine turtles, freshwater turtles, or tortoises for which project proposals are approved by the Secretary in accordance with this section.\n\n\n(b) Project proposals(1) Eligible applicantsA proposal for a project for the conservation of marine turtles, freshwater turtles, or tortoises may be submitted to the Secretary by—(A) any wildlife management authority of a foreign country or territory of the United States that has within its boundaries marine turtle, freshwater turtle, or tortoise habitat, if the activities of the authority directly or indirectly affect marine turtle, freshwater turtle, or tortoise conservation; or\n\n(B) any other person or group with the demonstrated expertise required for the conservation of marine turtles, freshwater turtles, or tortoises.\n\n\n(2) Required elementsA project proposal shall include—(A) a statement of the purposes of the project;\n\n(B) the name of the individual with overall responsibility for the project;\n\n(C) a description of the qualifications of the individuals that will conduct the project;\n\n(D) a description of—(i) methods for project implementation and outcome assessment;\n\n(ii) staff and community management for the project; and\n\n(iii) the logistics of the project;\n\n\n(E) an estimate of the funds and time required to complete the project;\n\n(F) evidence of support for the project by appropriate governmental entities of the countries in which the project will be conducted, if the Secretary determines that such support is required for the success of the project;\n\n(G) information regarding the source and amount of matching funding available for the project; and\n\n(H) any other information that the Secretary considers to be necessary for evaluating the eligibility of the project for funding under this chapter.\n\n\n\n(c) Project review and approval(1) In generalThe Secretary shall—(A) not later than 30 days after receiving a project proposal, provide a copy of the proposal to other Federal officials, as appropriate; and\n\n(B) review each project proposal in a timely manner to determine whether the proposal meets the criteria specified in subsection (d).\n\n\n(2) Consultation; approval or disapprovalNot later than 180 days after receiving a project proposal, and subject to the availability of funds, the Secretary, after consulting with other Federal officials, as appropriate, shall—(A) consult on the proposal with the government of each country and territory of the United States in which the project is to be conducted;\n\n(B) after taking into consideration any comments resulting from the consultation, approve or disapprove the project proposal; and\n\n(C) provide written notification of the approval or disapproval to the person that submitted the project proposal, other Federal officials, and each country and territory of the United States described in subparagraph (A).\n\n\n\n(d) Criteria for approvalThe Secretary may approve a project proposal under this section if the Secretary determines that the project will help to restore, recover, and sustain a viable population of marine turtles, freshwater turtles, or tortoises in the wild by assisting efforts in a foreign country or territory of the United States to implement a marine turtle, freshwater turtle, or tortoise conservation program.\n\n\n(e) Project sustainabilityTo the maximum extent practicable, in determining whether to approve project proposals under this section, the Secretary shall give preference to conservation projects that are designed to ensure effective, long-term conservation of marine turtles, freshwater turtles, or tortoises and the habitats of marine turtles, freshwater turtles, or tortoises.\n\n\n(f) Matching fundsIn determining whether to approve project proposals under this section, the Secretary shall give preference to projects for which matching funds are available.\n\n\n(g) Project reporting(1) In generalEach person that receives assistance under this section for a project shall submit to the Secretary periodic reports (at such intervals as the Secretary may require) that include all information that the Secretary, after consultation with other government officials, determines is necessary to evaluate the progress and success of the project for the purposes of ensuring positive results, assessing problems, and fostering improvements.\n\n\n(2) Availability to the publicReports under paragraph (1), and any other documents relating to projects for which financial assistance is provided under this chapter, shall be made available to the public.\n\n\n\n(Pub. L. 108–266, § 4, July 2, 2004, 118 Stat. 793; Pub. L. 116–9, title VII, § 7001(c)(3)(C), Mar. 12, 2019, 133 Stat. 787.)\n\nAmendments2019—Pub. L. 116–9, § 7001(c)(3)(C)(i), struck out “Marine turtle” before “Conservation” in section catchline.\nSubsec. (a). Pub. L. 116–9, § 7001(c)(3)(C)(ii), inserted “, freshwater turtles, or tortoises” after “marine turtles”.\nSubsec. (b)(1). Pub. L. 116–9, § 7001(c)(3)(C)(iii)(I), inserted “, freshwater turtles, or tortoises” after “marine turtles” in introductory provisions.\nSubsec. (b)(1)(A). Pub. L. 116–9, § 7001(c)(3)(C)(iii)(II), added subpar. (A) and struck out former subpar. (A) which read as follows: “any wildlife management authority of a foreign country that has within its boundaries marine turtle nesting habitat if the activities of the authority directly or indirectly affect marine turtle conservation; or”.\nSubsec. (b)(1)(B). Pub. L. 116–9, § 7001(c)(3)(C)(iii)(III), inserted “, freshwater turtles, or tortoises” after “marine turtles”.\nSubsec. (c)(2)(A), (C). Pub. L. 116–9, § 7001(c)(3)(C)(iv), inserted “and territory of the United States” after “each country”.\nSubsec. (d). Pub. L. 116–9, § 7001(c)(3)(C)(v), added subsec. (d) and struck out former subsec. (d). Prior to amendment, text read as follows: “The Secretary may approve a project proposal under this section if the project will help recover and sustain viable populations of marine turtles in the wild by assisting efforts in foreign countries to implement marine turtle conservation programs.”\nSubsec. (e). Pub. L. 116–9, § 7001(c)(3)(C)(vi), substituted “marine turtles, freshwater turtles, or tortoises and the habitats of marine turtles, freshwater turtles, or tortoises” for “marine turtles and their nesting habitats”.\n\n\n\n",
          "xml":"<section xmlns=\"http://xml.house.gov/schemas/uslm/1.0\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:dcterms=\"http://purl.org/dc/terms/\" style=\"-uslm-lc:I80\" id=\"id4d46836a-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603\"><num value=\"6603\">§ 6603.</num><heading> Conservation assistance</heading><subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4d46836b-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/a\"><num value=\"a\" class=\"bold\">(a)</num><heading class=\"bold\"> In general</heading><content><p style=\"-uslm-lc:I11\" class=\"indent0\">Subject to the availability of funds and in consultation with other Federal officials, the Secretary shall use amounts in the Fund to provide financial assistance for projects for the conservation of marine turtles, freshwater turtles, or tortoises for which project proposals are approved by the Secretary in accordance with this section.</p>\n</content>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4d46aa7c-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/b\"><num value=\"b\" class=\"bold\">(b)</num><heading class=\"bold\"> Project proposals</heading><paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4d46aa7d-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/b/1\"><num value=\"1\" class=\"bold\">(1)</num><heading class=\"bold\"> Eligible applicants</heading><chapeau style=\"-uslm-lc:I12\" class=\"indent1\">A proposal for a project for the conservation of marine turtles, freshwater turtles, or tortoises may be submitted to the Secretary by—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4d46aa7e-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/b/1/A\"><num value=\"A\">(A)</num><content> any wildlife management authority of a foreign country or territory of the United States that has within its boundaries marine turtle, freshwater turtle, or tortoise habitat, if the activities of the authority directly or indirectly affect marine turtle, freshwater turtle, or tortoise conservation; or</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4d46aa7f-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/b/1/B\"><num value=\"B\">(B)</num><content> any other person or group with the demonstrated expertise required for the conservation of marine turtles, freshwater turtles, or tortoises.</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4d46aa80-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/b/2\"><num value=\"2\" class=\"bold\">(2)</num><heading class=\"bold\"> Required elements</heading><chapeau style=\"-uslm-lc:I12\" class=\"indent1\">A project proposal shall include—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4d46aa81-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/b/2/A\"><num value=\"A\">(A)</num><content> a statement of the purposes of the project;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4d46aa82-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/b/2/B\"><num value=\"B\">(B)</num><content> the name of the individual with overall responsibility for the project;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4d46aa83-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/b/2/C\"><num value=\"C\">(C)</num><content> a description of the qualifications of the individuals that will conduct the project;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4d46aa84-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/b/2/D\"><num value=\"D\">(D)</num><chapeau> a description of—</chapeau><clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4d46aa85-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/b/2/D/i\"><num value=\"i\">(i)</num><content> methods for project implementation and outcome assessment;</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4d46aa86-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/b/2/D/ii\"><num value=\"ii\">(ii)</num><content> staff and community management for the project; and</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4d46aa87-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/b/2/D/iii\"><num value=\"iii\">(iii)</num><content> the logistics of the project;</content>\n</clause>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4d46aa88-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/b/2/E\"><num value=\"E\">(E)</num><content> an estimate of the funds and time required to complete the project;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4d46aa89-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/b/2/F\"><num value=\"F\">(F)</num><content> evidence of support for the project by appropriate governmental entities of the countries in which the project will be conducted, if the Secretary determines that such support is required for the success of the project;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4d46aa8a-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/b/2/G\"><num value=\"G\">(G)</num><content> information regarding the source and amount of matching funding available for the project; and</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4d46aa8b-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/b/2/H\"><num value=\"H\">(H)</num><content> any other information that the Secretary considers to be necessary for evaluating the eligibility of the project for funding under this chapter.</content>\n</subparagraph>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4d46aa8c-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/c\"><num value=\"c\" class=\"bold\">(c)</num><heading class=\"bold\"> Project review and approval</heading><paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4d46aa8d-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/c/1\"><num value=\"1\" class=\"bold\">(1)</num><heading class=\"bold\"> In general</heading><chapeau style=\"-uslm-lc:I12\" class=\"indent1\">The Secretary shall—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4d46aa8e-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/c/1/A\"><num value=\"A\">(A)</num><content> not later than 30 days after receiving a project proposal, provide a copy of the proposal to other Federal officials, as appropriate; and</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4d46aa8f-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/c/1/B\"><num value=\"B\">(B)</num><content> review each project proposal in a timely manner to determine whether the proposal meets the criteria specified in subsection (d).</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4d46aa90-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/c/2\"><num value=\"2\" class=\"bold\">(2)</num><heading class=\"bold\"> Consultation; approval or disapproval</heading><chapeau style=\"-uslm-lc:I12\" class=\"indent1\">Not later than 180 days after receiving a project proposal, and subject to the availability of funds, the Secretary, after consulting with other Federal officials, as appropriate, shall—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4d46d1a1-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/c/2/A\"><num value=\"A\">(A)</num><content> consult on the proposal with the government of each country and territory of the United States in which the project is to be conducted;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4d46d1a2-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/c/2/B\"><num value=\"B\">(B)</num><content> after taking into consideration any comments resulting from the consultation, approve or disapprove the project proposal; and</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4d46d1a3-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/c/2/C\"><num value=\"C\">(C)</num><content> provide written notification of the approval or disapproval to the person that submitted the project proposal, other Federal officials, and each country and territory of the United States described in subparagraph (A).</content>\n</subparagraph>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4d46d1a4-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/d\"><num value=\"d\" class=\"bold\">(d)</num><heading class=\"bold\"> Criteria for approval</heading><content><p style=\"-uslm-lc:I11\" class=\"indent0\">The Secretary may approve a project proposal under this section if the Secretary determines that the project will help to restore, recover, and sustain a viable population of marine turtles, freshwater turtles, or tortoises in the wild by assisting efforts in a foreign country or territory of the United States to implement a marine turtle, freshwater turtle, or tortoise conservation program.</p>\n</content>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4d46d1a5-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/e\"><num value=\"e\" class=\"bold\">(e)</num><heading class=\"bold\"> Project sustainability</heading><content><p style=\"-uslm-lc:I11\" class=\"indent0\">To the maximum extent practicable, in determining whether to approve project proposals under this section, the Secretary shall give preference to conservation projects that are designed to ensure effective, long-term conservation of marine turtles, freshwater turtles, or tortoises and the habitats of marine turtles, freshwater turtles, or tortoises.</p>\n</content>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4d46d1a6-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/f\"><num value=\"f\" class=\"bold\">(f)</num><heading class=\"bold\"> Matching funds</heading><content><p style=\"-uslm-lc:I11\" class=\"indent0\">In determining whether to approve project proposals under this section, the Secretary shall give preference to projects for which matching funds are available.</p>\n</content>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4d46d1a7-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/g\"><num value=\"g\" class=\"bold\">(g)</num><heading class=\"bold\"> Project reporting</heading><paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4d46d1a8-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/g/1\"><num value=\"1\" class=\"bold\">(1)</num><heading class=\"bold\"> In general</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">Each person that receives assistance under this section for a project shall submit to the Secretary periodic reports (at such intervals as the Secretary may require) that include all information that the Secretary, after consultation with other government officials, determines is necessary to evaluate the progress and success of the project for the purposes of ensuring positive results, assessing problems, and fostering improvements.</p>\n</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4d46f8b9-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s6603/g/2\"><num value=\"2\" class=\"bold\">(2)</num><heading class=\"bold\"> Availability to the public</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">Reports under paragraph (1), and any other documents relating to projects for which financial assistance is provided under this chapter, shall be made available to the public.</p>\n</content>\n</paragraph>\n</subsection>\n<sourceCredit id=\"id4d46f8ba-4920-11eb-8435-8e7a548705de\">(<ref href=\"/us/pl/108/266/s4\">Pub. L. 108–266, § 4</ref>, <date date=\"2004-07-02\">July 2, 2004</date>, <ref href=\"/us/stat/118/793\">118 Stat. 793</ref>; <ref href=\"/us/pl/116/9/tVII/s7001/c/3/C\">Pub. L. 116–9, title VII, § 7001(c)(3)(C)</ref>, <date date=\"2019-03-12\">Mar. 12, 2019</date>, <ref href=\"/us/stat/133/787\">133 Stat. 787</ref>.)</sourceCredit>\n<notes type=\"uscNote\" id=\"id4d46f8bb-4920-11eb-8435-8e7a548705de\">\n<note style=\"-uslm-lc:I74\" topic=\"amendments\" id=\"id4d46f8bc-4920-11eb-8435-8e7a548705de\"><heading class=\"centered smallCaps\">Amendments</heading><p style=\"-uslm-lc:I21\" class=\"indent0\">2019—<ref href=\"/us/pl/116/9/s7001/c/3/C/i\">Pub. L. 116–9, § 7001(c)(3)(C)(i)</ref>, struck out “Marine turtle” before “Conservation” in section catchline.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (a). <ref href=\"/us/pl/116/9/s7001/c/3/C/ii\">Pub. L. 116–9, § 7001(c)(3)(C)(ii)</ref>, inserted “, freshwater turtles, or tortoises” after “marine turtles”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (b)(1). <ref href=\"/us/pl/116/9/s7001/c/3/C/iii/I\">Pub. L. 116–9, § 7001(c)(3)(C)(iii)(I)</ref>, inserted “, freshwater turtles, or tortoises” after “marine turtles” in introductory provisions.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (b)(1)(A). <ref href=\"/us/pl/116/9/s7001/c/3/C/iii/II\">Pub. L. 116–9, § 7001(c)(3)(C)(iii)(II)</ref>, added subpar. (A) and struck out former subpar. (A) which read as follows: “any wildlife management authority of a foreign country that has within its boundaries marine turtle nesting habitat if the activities of the authority directly or indirectly affect marine turtle conservation; or”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (b)(1)(B). <ref href=\"/us/pl/116/9/s7001/c/3/C/iii/III\">Pub. L. 116–9, § 7001(c)(3)(C)(iii)(III)</ref>, inserted “, freshwater turtles, or tortoises” after “marine turtles”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (c)(2)(A), (C). <ref href=\"/us/pl/116/9/s7001/c/3/C/iv\">Pub. L. 116–9, § 7001(c)(3)(C)(iv)</ref>, inserted “and territory of the United States” after “each country”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (d). <ref href=\"/us/pl/116/9/s7001/c/3/C/v\">Pub. L. 116–9, § 7001(c)(3)(C)(v)</ref>, added subsec. (d) and struck out former subsec. (d). Prior to amendment, text read as follows: “The Secretary may approve a project proposal under this section if the project will help recover and sustain viable populations of marine turtles in the wild by assisting efforts in foreign countries to implement marine turtle conservation programs.”</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (e). <ref href=\"/us/pl/116/9/s7001/c/3/C/vi\">Pub. L. 116–9, § 7001(c)(3)(C)(vi)</ref>, substituted “marine turtles, freshwater turtles, or tortoises and the habitats of marine turtles, freshwater turtles, or tortoises” for “marine turtles and their nesting habitats”.</p>\n</note>\n</notes>\n</section>\n"
        },
        "highlight":{
          "text":[
            "<em>Conservation</em> assistance(a) In generalSubject to the availability of funds and in consultation with other",
            "(b) Project proposals(1) Eligible applicantsA proposal for a project for the <em>conservation</em> of marine turtles",
            "; or\n\n(B) any other person or group with the demonstrated expertise required for the <em>conservation</em> of",
            "projects that are designed to ensure effective, long-term <em>conservation</em> of marine turtles, freshwater",
            "L. 116–9, § 7001(c)(3)(C)(i), struck out “Marine turtle” before “<em>Conservation</em>” in section catchline."
          ]
        }
      },
      {
        "_index":"uscsections",
        "_type":"_doc",
        "_id":"UnxeancByMv3L6kFnqv2",
        "_score":5.0476656,
        "_source":{
          "id":"id4d596fee-4920-11eb-8435-8e7a548705de",
          "identifier":"/us/usc/t16/s7644",
          "number":"§ 7644.",
          "heading":" Community conservation",
          "text":"§ 7644. Community conservation\nThe Secretary of State, in collaboration with the United State Agency for International Development, heads of other relevant United States agencies, the private sector, nongovernmental organizations, and other development partners, may provide support in focus countries to carry out the recommendations made in the strategic plan required under section 7631(a)(2) of this title as such recommendations relate to the development, scaling, and replication of community wildlife conservancies and community conservation programs in focus countries to assist with rural stability and greater security for people and wildlife, empower and support communities to manage or benefit from their wildlife resources in a long-term biologically viable manner, and reduce the threat of poaching and trafficking, including through—(1) promoting conservation-based enterprises and incentives, such as eco-tourism and stewardship-oriented agricultural production, that empower communities to manage wildlife, natural resources, and community ventures where appropriate, by ensuring they benefit from well-managed wildlife populations;\n\n(2) helping create alternative livelihoods to poaching by mitigating wildlife trafficking, helping support rural stability, greater security for people and wildlife, responsible economic development, and economic incentives to conserve wildlife populations;\n\n(3) engaging regional businesses and the private sector to develop goods and services to aid in anti-poaching and anti-trafficking measures;\n\n(4) working with communities to develop secure and safe methods of sharing information with enforcement officials;\n\n(5) providing technical assistance to support land use stewardship plans to improve the economic, environmental, and social outcomes in community-owned or -managed lands;\n\n(6) supporting community anti-poaching efforts, including policing and informant networks;\n\n(7) working with community and national governments to develop relevant policy and regulatory frameworks to enable and promote community conservation programs, including supporting law enforcement engagement with wildlife protection authorities to promote information-sharing; and\n\n(8) working with national governments to ensure that communities have timely and effective support from national authorities to mitigate risks that communities may face when engaging in anti-poaching and anti-trafficking activities.\n\n(Pub. L. 114–231, title IV, § 404, Oct. 7, 2016, 130 Stat. 955.)\n\n",
          "xml":"<section xmlns=\"http://xml.house.gov/schemas/uslm/1.0\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:dcterms=\"http://purl.org/dc/terms/\" style=\"-uslm-lc:I80\" id=\"id4d596fee-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s7644\"><num value=\"7644\">§ 7644.</num><heading> Community conservation</heading>\n<chapeau style=\"-uslm-lc:I11\" class=\"indent0\">The Secretary of State, in collaboration with the United State Agency for International Development, heads of other relevant United States agencies, the private sector, nongovernmental organizations, and other development partners, may provide support in focus countries to carry out the recommendations made in the strategic plan required under <ref href=\"/us/usc/t16/s7631/a/2\">section 7631(a)(2) of this title</ref> as such recommendations relate to the development, scaling, and replication of community wildlife conservancies and community conservation programs in focus countries to assist with rural stability and greater security for people and wildlife, empower and support communities to manage or benefit from their wildlife resources in a long-term biologically viable manner, and reduce the threat of poaching and trafficking, including through—</chapeau><paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4d596fef-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s7644/1\"><num value=\"1\">(1)</num><content> promoting conservation-based enterprises and incentives, such as eco-tourism and stewardship-oriented agricultural production, that empower communities to manage wildlife, natural resources, and community ventures where appropriate, by ensuring they benefit from well-managed wildlife populations;</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4d599700-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s7644/2\"><num value=\"2\">(2)</num><content> helping create alternative livelihoods to poaching by mitigating wildlife trafficking, helping support rural stability, greater security for people and wildlife, responsible economic development, and economic incentives to conserve wildlife populations;</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4d599701-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s7644/3\"><num value=\"3\">(3)</num><content> engaging regional businesses and the private sector to develop goods and services to aid in anti-poaching and anti-trafficking measures;</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4d599702-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s7644/4\"><num value=\"4\">(4)</num><content> working with communities to develop secure and safe methods of sharing information with enforcement officials;</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4d599703-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s7644/5\"><num value=\"5\">(5)</num><content> providing technical assistance to support land use stewardship plans to improve the economic, environmental, and social outcomes in community-owned or -managed lands;</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4d599704-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s7644/6\"><num value=\"6\">(6)</num><content> supporting community anti-poaching efforts, including policing and informant networks;</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4d599705-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s7644/7\"><num value=\"7\">(7)</num><content> working with community and national governments to develop relevant policy and regulatory frameworks to enable and promote community conservation programs, including supporting law enforcement engagement with wildlife protection authorities to promote information-sharing; and</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4d599706-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s7644/8\"><num value=\"8\">(8)</num><content> working with national governments to ensure that communities have timely and effective support from national authorities to mitigate risks that communities may face when engaging in anti-poaching and anti-trafficking activities.</content>\n</paragraph>\n<sourceCredit id=\"id4d599707-4920-11eb-8435-8e7a548705de\">(<ref href=\"/us/pl/114/231/tIV/s404\">Pub. L. 114–231, title IV, § 404</ref>, <date date=\"2016-10-07\">Oct. 7, 2016</date>, <ref href=\"/us/stat/130/955\">130 Stat. 955</ref>.)</sourceCredit>\n</section>\n"
        },
        "highlight":{
          "text":[
            "Community <em>conservation</em>\nThe Secretary of State, in collaboration with the United State Agency for International",
            "relate to the development, scaling, and replication of community wildlife conservancies and community <em>conservation</em>",
            "biologically viable manner, and reduce the threat of poaching and trafficking, including through—(1) promoting <em>conservation</em>-based",
            "national governments to develop relevant policy and regulatory frameworks to enable and promote community <em>conservation</em>"
          ]
        }
      },
      {
        "_index":"uscsections",
        "_type":"_doc",
        "_id":"pnxeancByMv3L6kFUqcQ",
        "_score":4.566549,
        "_source":{
          "id":"id4c5879f3-4920-11eb-8435-8e7a548705de",
          "identifier":"/us/usc/t16/s1826k",
          "number":"§ 1826k.",
          "heading":" Equivalent conservation measures",
          "text":"§ 1826k. Equivalent conservation measures(a) IdentificationThe Secretary shall identify, and list in the report under section 1826h of this title—(1) a nation if—(A) fishing vessels of that nation are engaged, or have been engaged during the preceding 3 years in fishing activities or practices—(i) in waters beyond any national jurisdiction that result in bycatch of a protected living marine resource; or\n\n(ii) beyond the exclusive economic zone of the United States that result in bycatch of a protected living marine resource shared by the United States;\n\n\n(B) the relevant international organization for the conservation and protection of such resources or the relevant international or regional fishery organization has failed to implement effective measures to end or reduce such bycatch, or the nation is not a party to, or does not maintain cooperating status with, such organization; and\n\n(C) the nation has not adopted a regulatory program governing such fishing practices designed to end or reduce such bycatch that is comparable to that of the United States, taking into account different conditions; and\n\n\n(2) a nation if—(A) fishing vessels of that nation are engaged, or have been engaged during the preceding 3 years, in fishing activities or practices in waters beyond any national jurisdiction that target or incidentally catch sharks; and\n\n(B) the nation has not adopted a regulatory program to provide for the conservation of sharks, including measures to prohibit removal of any of the fins of a shark (including the tail) and discarding the carcass of the shark at sea, that is comparable to that of the United States, taking into account different conditions.\n\n\n\n(b) Consultation and negotiationThe Secretary, acting through the Secretary of State, shall—(1) notify, as soon as possible, the President and nations that have been identified under subsection (a), and also notify other nations whose vessels engage in fishing activities or practices described in subsection (a), about the provisions of this section and this Act;\n\n(2) initiate discussions as soon as possible with all foreign governments which are engaged in, or which have persons or companies engaged in, fishing activities or practices described in subsection (a), for the purpose of entering into bilateral and multilateral treaties with such countries to protect such species;\n\n(3) seek agreements calling for international restrictions on fishing activities or practices described in subsection (a) through the United Nations, the Food and Agriculture Organization’s Committee on Fisheries, and appropriate international fishery management bodies; and\n\n(4) initiate the amendment of any existing international treaty for the protection and conservation of such species to which the United States is a party in order to make such treaty consistent with the purposes and policies of this section.\n\n\n(c) Conservation certification procedure(1) DeterminationThe Secretary shall establish a procedure consistent with the provisions of subchapter II of chapter 5 of title 5 for determining whether the government of a harvesting nation identified under subsection (a) and listed in the report under section 1826h of this title—(A) has provided documentary evidence of the adoption of a regulatory program governing the conservation of the protected living marine resource that is comparable to that of the United States, taking into account different conditions, and which, in the case of pelagic longline fishing, includes mandatory use of circle hooks, careful handling and release equipment, and training and observer programs; and\n\n(B) has established a management plan containing requirements that will assist in gathering species-specific data to support international stock assessments and conservation enforcement efforts for protected living marine resources.\n\n\n(2) Procedural requirementThe procedure established by the Secretary under paragraph (1) shall include notice and opportunity for comment by any such nation.\n\n\n(3) CertificationThe Secretary shall certify to the Congress by January 31, 2007, and biennially thereafter whether each such nation has provided the documentary evidence described in paragraph (1)(A) and established a management plan described in paragraph (1)(B).\n\n\n(4) Alternative procedureThe Secretary may establish a procedure to authorize, on a shipment-by-shipment, shipper-by-shipper, or other basis the importation of fish or fish products from a vessel of a nation issued a negative certification under paragraph (1) if the Secretary determines that such imports were harvested by practices that do not result in bycatch of a protected marine species, or were harvested by practices that—(A) are comparable to those of the United States, taking into account different conditions; and\n\n(B) include the gathering of species specific data that can be used to support international and regional stock assessments and conservation efforts for protected living marine resources.\n\n\n(5) Effect of certificationThe provisions of section 1826a(a) and section 1826a(b)(3) and (4) of this title (except to the extent that such provisions apply to sport fishing equipment or fish or fish products not caught by the vessels engaged in illegal, unreported, or unregulated fishing) shall apply to any nation identified under subsection (a) for which the Secretary has issued a negative certification under this subsection, but shall not apply to any nation identified under subsection (a) for which the Secretary has issued a positive certification under this subsection.\n\n\n\n(d) International cooperation and assistanceTo the greatest extent possible consistent with existing authority and the availability of funds, the Secretary shall—(1) provide appropriate assistance to nations identified by the Secretary under subsection (a) and international organizations of which those nations are members to assist those nations in qualifying for certification under subsection (c);\n\n(2) undertake, where appropriate, cooperative research activities on species statistics and improved harvesting techniques, with those nations or organizations;\n\n(3) encourage and facilitate the transfer of appropriate technology to those nations or organizations to assist those nations in qualifying for certification under subsection (c); and\n\n(4) provide assistance to those nations or organizations in designing and implementing appropriate fish harvesting plans.\n\n\n(e) Protected living marine resource definedIn this section the term “protected living marine resource”—(1) means non-target fish, sea turtles, or marine mammals that are protected under United States law or international agreement, including the Marine Mammal Protection Act [16 U.S.C. 1361 et seq.], the Endangered Species Act [16 U.S.C. 1531 et seq.], the Shark Finning Prohibition Act, and the Convention on International Trade in Endangered Species of Wild Flora and Fauna; but\n\n(2) does not include species, except sharks, managed under the Magnuson-Stevens Fishery Conservation and Management Act [16 U.S.C. 1801 et seq.], the Atlantic Tunas Convention Act [16 U.S.C. 971 et seq.], or any international fishery management agreement.\n\n\n(f) Authorization of appropriationsThere are authorized to be appropriated to the Secretary for fiscal years 2007 through 2013 such sums as are necessary to carry out this section.\n\n\n(Pub. L. 104–43, title VI, § 610, as added Pub. L. 109–479, title IV, § 403(a), Jan. 12, 2007, 120 Stat. 3630; amended Pub. L. 111–348, title I, § 102(c)(1), Jan. 4, 2011, 124 Stat. 3669; Pub. L. 114–81, title I, § 101(d), (f), (g)(3), (i)(5), Nov. 5, 2015, 129 Stat. 654, 655; Pub. L. 114–327, title IV, § 401(d), Dec. 16, 2016, 130 Stat. 1995.)\n\n\nReferences in TextThis Act, referred to in subsec. (b)(1), probably means title VI of Pub. L. 104–43, Nov. 3, 1995, 109 Stat. 391, known as the High Seas Driftnet Fishing Moratorium Protection Act, which is classified generally to sections 1826d to 1826k of this title. For complete classification of title VI to the Code, see Short Title of 1995 Amendment note set out under section 1801 of this title and Tables.\nSection 1826a(a) and section 1826a(b)(3) and (4) of this title, referred to in subsec. (c)(5), was in the original “section 101(a) and section 101(b)(3) and (4) of this Act (16 U.S.C. 1826a(a), (b)(3), and (b)(4))” and was translated as meaning section 101(a) and section 101(b)(3) and (4) of the High Seas Driftnet Fisheries Enforcement Act, to reflect the probable intent of Congress.\nThe Marine Mammal Protection Act, referred to in subsec. (e)(1), probably means the Marine Mammal Protection Act of 1972, Pub. L. 92–522, Oct. 21, 1972, 86 Stat. 1027, as amended, which is classified generally to chapter 31 (§ 1361 et seq.) of this title. For complete classification of this Act to the Code, see Short Title note set out under section 1361 of this title and Tables.\nThe Endangered Species Act, referred to in subsec. (e)(1), probably means the Endangered Species Act of 1973, Pub. L. 93–205, Dec. 28, 1973, 87 Stat. 884, as amended, which is classified principally to chapter 35 (§ 1531 et seq.) of this title. For complete classification of this Act to the Code, see Short Title note set out under section 1531 of this title and Tables.\nThe Shark Finning Prohibition Act, referred to in subsec. (e)(1), is Pub. L. 106–557, Dec. 21, 2000, 114 Stat. 2772, which is set out as a note under section 1822 of this title. For complete classification of this Act to the Code, see Tables.\nThe Magnuson-Stevens Fishery Conservation and Management Act, referred to in subsec. (e)(2), is Pub. L. 94–265, Apr. 13, 1976, 90 Stat. 331, as amended, which is classified principally to this chapter. For complete classification of this Act to the Code, see Short Title note set out under section 1801 of this title and Tables.\nThe Atlantic Tunas Convention Act, referred to in subsec. (e)(2), probably means the Atlantic Tunas Convention Act of 1975, Pub. L. 94–70, Aug. 5, 1975, 89 Stat. 385, as amended, which is classified generally to chapter 16A (§ 971 et seq.) of this title. For complete classification of this Act to the Code, see Short Title note set out under section 971 of this title and Tables.\n\nCodification\nSection was enacted as part of the High Seas Driftnet Fishing Moratorium Protection Act, and also as part of the Fisheries Act of 1995, and not as part of the Magnuson-Stevens Fishery Conservation and Management Act which comprises this chapter.\n\nAmendments2016—Subsec. (a)(2)(A). Pub. L. 114–327 substituted “3 years” for “calendar year”.\n2015—Subsec. (a)(1)(A). Pub. L. 114–81, § 101(g)(3), (i)(5)(A), substituted “3 years” for “calendar year” and “practices—” for “practices;” in introductory provisions.\nSubsec. (b)(1). Pub. L. 114–81, § 101(d), amended par. (1) generally. Prior to amendment, text read as follows: “notify, as soon as possible, other nations whose vessels engage in fishing activities or practices described in subsection (a), about the provisions of sections 1826d to 1826k of this title;”.\nSubsec. (c)(4). Pub. L. 114–81, § 101(i)(5)(B), added introductory provisions and subpar. (A) and struck out former introductory provisions and subpar. (A) which related to alternative procedure for certification of fish or fish products from a vessel of a harvesting nation not certified under paragraph (3).\nSubsec. (c)(5). Pub. L. 114–81, § 101(f), struck out “that has not been certified by the Secretary under this subsection, or” after “subsection (a)”.\n2011—Subsec. (a). Pub. L. 111–348, § 102(c)(1)(A), struck out “, a nation if” after “section 1826h of this title” in introductory provisions.\nPub. L. 111–348, § 102(c)(1)(B)–(G), redesignated pars. (1) to (3) as subpars. (A) to (C), respectively, realigned margins, inserted “(1) a nation if—” before subpar. (A), as so redesignated, redesignated former subpars. (A) and (B) of par. (1) as cls. (i) and (ii) of subpar. (A), respectively, realigned margins, and added par. (2).\n\nConstructionNothing in section 102(c) of Pub. L. 111–348 (amending this section and enacting provisions set out as a note below) to be construed as affecting, altering, or diminishing the authority of the Secretary of Commerce to establish such conservation and management measures as the Secretary considers necessary and appropriate under sections 1852(a)(3) and 1854(g) of this title, see section 104 of Pub. L. 111–348, set out as a note under section 1826i of this title.\n\nInitial IdentificationsPub. L. 111–348, title I, § 102(c)(2), Jan. 4, 2011, 124 Stat. 3669, provided that: “The Secretary of Commerce shall begin making identifications under paragraph (2) of section 610(a) of the High Seas Driftnet Fishing Moratorium Protection Act (16 U.S.C. 1826k(a)), as added by paragraph (1)(G), not later than 1 year after the date of the enactment of this Act [Jan. 4, 2011].”\n\n\n\n\n",
          "xml":"<section xmlns=\"http://xml.house.gov/schemas/uslm/1.0\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:dcterms=\"http://purl.org/dc/terms/\" style=\"-uslm-lc:I80\" id=\"id4c5879f3-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k\"><num value=\"1826k\">§ 1826k.</num><heading> Equivalent conservation measures</heading><subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4c5879f4-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/a\"><num value=\"a\" class=\"bold\">(a)</num><heading class=\"bold\"> Identification</heading><chapeau style=\"-uslm-lc:I11\" class=\"indent0\">The Secretary shall identify, and list in the report under <ref href=\"/us/usc/t16/s1826h\">section 1826h of this title</ref>—</chapeau><paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4c5879f5-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/a/1\"><num value=\"1\">(1)</num><chapeau> a nation if—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4c5879f6-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/a/1/A\"><num value=\"A\">(A)</num><chapeau> fishing vessels of that nation are engaged, or have been engaged during the preceding 3 years in fishing activities or practices—</chapeau><clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4c5879f7-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/a/1/A/i\"><num value=\"i\">(i)</num><content> in waters beyond any national jurisdiction that result in bycatch of a protected living marine resource; or</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4c5879f8-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/a/1/A/ii\"><num value=\"ii\">(ii)</num><content> beyond the exclusive economic zone of the United States that result in bycatch of a protected living marine resource shared by the United States;</content>\n</clause>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4c5879f9-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/a/1/B\"><num value=\"B\">(B)</num><content> the relevant international organization for the conservation and protection of such resources or the relevant international or regional fishery organization has failed to implement effective measures to end or reduce such bycatch, or the nation is not a party to, or does not maintain cooperating status with, such organization; and</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4c5879fa-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/a/1/C\"><num value=\"C\">(C)</num><content> the nation has not adopted a regulatory program governing such fishing practices designed to end or reduce such bycatch that is comparable to that of the United States, taking into account different conditions; and</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4c5879fb-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/a/2\"><num value=\"2\">(2)</num><chapeau> a nation if—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4c5879fc-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/a/2/A\"><num value=\"A\">(A)</num><content> fishing vessels of that nation are engaged, or have been engaged during the preceding 3 years, in fishing activities or practices in waters beyond any national jurisdiction that target or incidentally catch sharks; and</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4c5879fd-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/a/2/B\"><num value=\"B\">(B)</num><content> the nation has not adopted a regulatory program to provide for the conservation of sharks, including measures to prohibit removal of any of the fins of a shark (including the tail) and discarding the carcass of the shark at sea, that is comparable to that of the United States, taking into account different conditions.</content>\n</subparagraph>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4c5879fe-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/b\"><num value=\"b\" class=\"bold\">(b)</num><heading class=\"bold\"> Consultation and negotiation</heading><chapeau style=\"-uslm-lc:I11\" class=\"indent0\">The Secretary, acting through the Secretary of State, shall—</chapeau><paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4c5879ff-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/b/1\"><num value=\"1\">(1)</num><content> notify, as soon as possible, the President and nations that have been identified under subsection (a), and also notify other nations whose vessels engage in fishing activities or practices described in subsection (a), about the provisions of this section and this Act;</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4c587a00-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/b/2\"><num value=\"2\">(2)</num><content> initiate discussions as soon as possible with all foreign governments which are engaged in, or which have persons or companies engaged in, fishing activities or practices described in subsection (a), for the purpose of entering into bilateral and multilateral treaties with such countries to protect such species;</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4c587a01-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/b/3\"><num value=\"3\">(3)</num><content> seek agreements calling for international restrictions on fishing activities or practices described in subsection (a) through the United Nations, the Food and Agriculture Organization’s Committee on Fisheries, and appropriate international fishery management bodies; and</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4c58a112-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/b/4\"><num value=\"4\">(4)</num><content> initiate the amendment of any existing international treaty for the protection and conservation of such species to which the United States is a party in order to make such treaty consistent with the purposes and policies of this section.</content>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4c58a113-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/c\"><num value=\"c\" class=\"bold\">(c)</num><heading class=\"bold\"> Conservation certification procedure</heading><paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4c58a114-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/c/1\"><num value=\"1\" class=\"bold\">(1)</num><heading class=\"bold\"> Determination</heading><chapeau style=\"-uslm-lc:I12\" class=\"indent1\">The Secretary shall establish a procedure consistent with the provisions of subchapter II of chapter 5 of title 5 for determining whether the government of a harvesting nation identified under subsection (a) and listed in the report under <ref href=\"/us/usc/t16/s1826h\">section 1826h of this title</ref>—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4c58a115-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/c/1/A\"><num value=\"A\">(A)</num><content> has provided documentary evidence of the adoption of a regulatory program governing the conservation of the protected living marine resource that is comparable to that of the United States, taking into account different conditions, and which, in the case of pelagic longline fishing, includes mandatory use of circle hooks, careful handling and release equipment, and training and observer programs; and</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4c58a116-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/c/1/B\"><num value=\"B\">(B)</num><content> has established a management plan containing requirements that will assist in gathering species-specific data to support international stock assessments and conservation enforcement efforts for protected living marine resources.</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4c58a117-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/c/2\"><num value=\"2\" class=\"bold\">(2)</num><heading class=\"bold\"> Procedural requirement</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">The procedure established by the Secretary under paragraph (1) shall include notice and opportunity for comment by any such nation.</p>\n</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4c58a118-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/c/3\"><num value=\"3\" class=\"bold\">(3)</num><heading class=\"bold\"> Certification</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">The Secretary shall certify to the Congress by <date date=\"2007-01-31\">January 31, 2007</date>, and biennially thereafter whether each such nation has provided the documentary evidence described in paragraph (1)(A) and established a management plan described in paragraph (1)(B).</p>\n</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4c58a119-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/c/4\"><num value=\"4\" class=\"bold\">(4)</num><heading class=\"bold\"> Alternative procedure</heading><chapeau style=\"-uslm-lc:I12\" class=\"indent1\">The Secretary may establish a procedure to authorize, on a shipment-by-shipment, shipper-by-shipper, or other basis the importation of fish or fish products from a vessel of a nation issued a negative certification under paragraph (1) if the Secretary determines that such imports were harvested by practices that do not result in bycatch of a protected marine species, or were harvested by practices that—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4c58a11a-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/c/4/A\"><num value=\"A\">(A)</num><content> are comparable to those of the United States, taking into account different conditions; and</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4c58a11b-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/c/4/B\"><num value=\"B\">(B)</num><content> include the gathering of species specific data that can be used to support international and regional stock assessments and conservation efforts for protected living marine resources.</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4c58a11c-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/c/5\"><num value=\"5\" class=\"bold\">(5)</num><heading class=\"bold\"> Effect of certification</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">The provisions of section 1826a(a) and section 1826a(b)(3) and (4) of this title (except to the extent that such provisions apply to sport fishing equipment or fish or fish products not caught by the vessels engaged in illegal, unreported, or unregulated fishing) shall apply to any nation identified under subsection (a) for which the Secretary has issued a negative certification under this subsection, but shall not apply to any nation identified under subsection (a) for which the Secretary has issued a positive certification under this subsection.</p>\n</content>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4c58c82d-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/d\"><num value=\"d\" class=\"bold\">(d)</num><heading class=\"bold\"> International cooperation and assistance</heading><chapeau style=\"-uslm-lc:I11\" class=\"indent0\">To the greatest extent possible consistent with existing authority and the availability of funds, the Secretary shall—</chapeau><paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4c58c82e-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/d/1\"><num value=\"1\">(1)</num><content> provide appropriate assistance to nations identified by the Secretary under subsection (a) and international organizations of which those nations are members to assist those nations in qualifying for certification under subsection (c);</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4c58c82f-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/d/2\"><num value=\"2\">(2)</num><content> undertake, where appropriate, cooperative research activities on species statistics and improved harvesting techniques, with those nations or organizations;</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4c58c830-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/d/3\"><num value=\"3\">(3)</num><content> encourage and facilitate the transfer of appropriate technology to those nations or organizations to assist those nations in qualifying for certification under subsection (c); and</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4c58c831-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/d/4\"><num value=\"4\">(4)</num><content> provide assistance to those nations or organizations in designing and implementing appropriate fish harvesting plans.</content>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4c58c832-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/e\"><num value=\"e\" class=\"bold\">(e)</num><heading class=\"bold\"> Protected living marine resource defined</heading><chapeau style=\"-uslm-lc:I11\" class=\"indent0\">In this section the term “protected living marine resource”—</chapeau><paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4c58c833-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/e/1\"><num value=\"1\">(1)</num><content> means non-target fish, sea turtles, or marine mammals that are protected under United States law or international agreement, including the Marine Mammal Protection Act [<ref href=\"/us/usc/t16/s1361\">16 U.S.C. 1361</ref> et seq.], the Endangered Species Act [<ref href=\"/us/usc/t16/s1531\">16 U.S.C. 1531</ref> et seq.], the Shark Finning Prohibition Act, and the Convention on International Trade in Endangered Species of Wild Flora and Fauna; but</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4c58c834-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/e/2\"><num value=\"2\">(2)</num><content> does not include species, except sharks, managed under the Magnuson-Stevens Fishery Conservation and Management Act [<ref href=\"/us/usc/t16/s1801\">16 U.S.C. 1801</ref> et seq.], the Atlantic Tunas Convention Act [<ref href=\"/us/usc/t16/s971\">16 U.S.C. 971</ref> et seq.], or any international fishery management agreement.</content>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4c58c835-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s1826k/f\"><num value=\"f\" class=\"bold\">(f)</num><heading class=\"bold\"> Authorization of appropriations</heading><content><p style=\"-uslm-lc:I11\" class=\"indent0\">There are authorized to be appropriated to the Secretary for fiscal years 2007 through 2013 such sums as are necessary to carry out this section.</p>\n</content>\n</subsection>\n<sourceCredit id=\"id4c58c836-4920-11eb-8435-8e7a548705de\">(<ref href=\"/us/pl/104/43/tVI/s610\">Pub. L. 104–43, title VI, § 610</ref>, as added <ref href=\"/us/pl/109/479/tIV/s403/a\">Pub. L. 109–479, title IV, § 403(a)</ref>, <date date=\"2007-01-12\">Jan. 12, 2007</date>, <ref href=\"/us/stat/120/3630\">120 Stat. 3630</ref>; amended <ref href=\"/us/pl/111/348/tI/s102/c/1\">Pub. L. 111–348, title I, § 102(c)(1)</ref>, <date date=\"2011-01-04\">Jan. 4, 2011</date>, <ref href=\"/us/stat/124/3669\">124 Stat. 3669</ref>; <ref href=\"/us/pl/114/81/tI/s101/d\">Pub. L. 114–81, title I, § 101(d)</ref>, (f), (g)(3), (i)(5), <date date=\"2015-11-05\">Nov. 5, 2015</date>, <ref href=\"/us/stat/129/654\">129 Stat. 654</ref>, 655; <ref href=\"/us/pl/114/327/tIV/s401/d\">Pub. L. 114–327, title IV, § 401(d)</ref>, <date date=\"2016-12-16\">Dec. 16, 2016</date>, <ref href=\"/us/stat/130/1995\">130 Stat. 1995</ref>.)</sourceCredit>\n<notes type=\"uscNote\" id=\"id4c58c837-4920-11eb-8435-8e7a548705de\">\n<note style=\"-uslm-lc:I75\" topic=\"referencesInText\" id=\"id4c58c838-4920-11eb-8435-8e7a548705de\">\n<heading class=\"centered smallCaps\">References in Text</heading><p style=\"-uslm-lc:I21\" class=\"indent0\">This Act, referred to in subsec. (b)(1), probably means title VI of <ref href=\"/us/pl/104/43\">Pub. L. 104–43</ref>, <date date=\"1995-11-03\">Nov. 3, 1995</date>, <ref href=\"/us/stat/109/391\">109 Stat. 391</ref>, known as the High Seas Driftnet Fishing Moratorium Protection Act, which is classified generally to sections 1826d to 1826k of this title. For complete classification of title VI to the Code, see Short Title of 1995 Amendment note set out under <ref href=\"/us/usc/t16/s1801\">section 1801 of this title</ref> and Tables.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Section 1826a(a) and section 1826a(b)(3) and (4) of this title, referred to in subsec. (c)(5), was in the original “section 101(a) and section 101(b)(3) and (4) of this Act (<ref href=\"/us/usc/t16/s1826a/a\">16 U.S.C. 1826a(a)</ref>, (b)(3), and (b)(4))” and was translated as meaning section 101(a) and section 101(b)(3) and (4) of the High Seas Driftnet Fisheries Enforcement Act, to reflect the probable intent of Congress.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">The Marine Mammal Protection Act, referred to in subsec. (e)(1), probably means the Marine Mammal Protection Act of 1972, <ref href=\"/us/pl/92/522\">Pub. L. 92–522</ref>, <date date=\"1972-10-21\">Oct. 21, 1972</date>, <ref href=\"/us/stat/86/1027\">86 Stat. 1027</ref>, as amended, which is classified generally to chapter 31 (§ 1361 et seq.) of this title. For complete classification of this Act to the Code, see Short Title note set out under <ref href=\"/us/usc/t16/s1361\">section 1361 of this title</ref> and Tables.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">The Endangered Species Act, referred to in subsec. (e)(1), probably means the Endangered Species Act of 1973, <ref href=\"/us/pl/93/205\">Pub. L. 93–205</ref>, <date date=\"1973-12-28\">Dec. 28, 1973</date>, <ref href=\"/us/stat/87/884\">87 Stat. 884</ref>, as amended, which is classified principally to chapter 35 (§ 1531 et seq.) of this title. For complete classification of this Act to the Code, see Short Title note set out under <ref href=\"/us/usc/t16/s1531\">section 1531 of this title</ref> and Tables.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">The Shark Finning Prohibition Act, referred to in subsec. (e)(1), is <ref href=\"/us/pl/106/557\">Pub. L. 106–557</ref>, <date date=\"2000-12-21\">Dec. 21, 2000</date>, <ref href=\"/us/stat/114/2772\">114 Stat. 2772</ref>, which is set out as a note under <ref href=\"/us/usc/t16/s1822\">section 1822 of this title</ref>. For complete classification of this Act to the Code, see Tables.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">The Magnuson-Stevens Fishery Conservation and Management Act, referred to in subsec. (e)(2), is <ref href=\"/us/pl/94/265\">Pub. L. 94–265</ref>, <date date=\"1976-04-13\">Apr. 13, 1976</date>, <ref href=\"/us/stat/90/331\">90 Stat. 331</ref>, as amended, which is classified principally to this chapter. For complete classification of this Act to the Code, see Short Title note set out under <ref href=\"/us/usc/t16/s1801\">section 1801 of this title</ref> and Tables.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">The Atlantic Tunas Convention Act, referred to in subsec. (e)(2), probably means the Atlantic Tunas Convention Act of 1975, <ref href=\"/us/pl/94/70\">Pub. L. 94–70</ref>, <date date=\"1975-08-05\">Aug. 5, 1975</date>, <ref href=\"/us/stat/89/385\">89 Stat. 385</ref>, as amended, which is classified generally to chapter 16A (§ 971 et seq.) of this title. For complete classification of this Act to the Code, see Short Title note set out under <ref href=\"/us/usc/t16/s971\">section 971 of this title</ref> and Tables.</p>\n</note>\n<note style=\"-uslm-lc:I76\" topic=\"codification\" id=\"id4c58ef49-4920-11eb-8435-8e7a548705de\"><heading class=\"centered smallCaps\">Codification</heading>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Section was enacted as part of the High Seas Driftnet Fishing Moratorium Protection Act, and also as part of the Fisheries Act of 1995, and not as part of the Magnuson-Stevens Fishery Conservation and Management Act which comprises this chapter.</p>\n</note>\n<note style=\"-uslm-lc:I74\" topic=\"amendments\" id=\"id4c58ef4a-4920-11eb-8435-8e7a548705de\"><heading class=\"centered smallCaps\">Amendments</heading><p style=\"-uslm-lc:I21\" class=\"indent0\">2016—Subsec. (a)(2)(A). <ref href=\"/us/pl/114/327\">Pub. L. 114–327</ref> substituted “3 years” for “calendar year”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">2015—Subsec. (a)(1)(A). <ref href=\"/us/pl/114/81/s101/g/3\">Pub. L. 114–81, § 101(g)(3)</ref>, (i)(5)(A), substituted “3 years” for “calendar year” and “practices—” for “practices;” in introductory provisions.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (b)(1). <ref href=\"/us/pl/114/81/s101/d\">Pub. L. 114–81, § 101(d)</ref>, amended par. (1) generally. Prior to amendment, text read as follows: “notify, as soon as possible, other nations whose vessels engage in fishing activities or practices described in subsection (a), about the provisions of sections 1826d to 1826k of this title;”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (c)(4). <ref href=\"/us/pl/114/81/s101/i/5/B\">Pub. L. 114–81, § 101(i)(5)(B)</ref>, added introductory provisions and subpar. (A) and struck out former introductory provisions and subpar. (A) which related to alternative procedure for certification of fish or fish products from a vessel of a harvesting nation not certified under paragraph (3).</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (c)(5). <ref href=\"/us/pl/114/81/s101/f\">Pub. L. 114–81, § 101(f)</ref>, struck out “that has not been certified by the Secretary under this subsection, or” after “subsection (a)”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">2011—Subsec. (a). <ref href=\"/us/pl/111/348/s102/c/1/A\">Pub. L. 111–348, § 102(c)(1)(A)</ref>, struck out “, a nation if” after “<ref href=\"/us/usc/t16/s1826h\">section 1826h of this title</ref>” in introductory provisions.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\"><ref href=\"/us/pl/111/348/s102/c/1/B\">Pub. L. 111–348, § 102(c)(1)(B)</ref>–(G), redesignated pars. (1) to (3) as subpars. (A) to (C), respectively, realigned margins, inserted “(1) a nation if—” before subpar. (A), as so redesignated, redesignated former subpars. (A) and (B) of par. (1) as cls. (i) and (ii) of subpar. (A), respectively, realigned margins, and added par. (2).</p>\n</note>\n<note style=\"-uslm-lc:I74\" topic=\"miscellaneous\" id=\"id4c59165b-4920-11eb-8435-8e7a548705de\"><heading class=\"centered smallCaps\">Construction</heading><p style=\"-uslm-lc:I21\" class=\"indent0\">Nothing in <ref href=\"/us/pl/111/348/s102/c\">section 102(c) of Pub. L. 111–348</ref> (amending this section and enacting provisions set out as a note below) to be construed as affecting, altering, or diminishing the authority of the Secretary of Commerce to establish such conservation and management measures as the Secretary considers necessary and appropriate under sections 1852(a)(3) and 1854(g) of this title, see <ref href=\"/us/pl/111/348/s104\">section 104 of Pub. L. 111–348</ref>, set out as a note under <ref href=\"/us/usc/t16/s1826i\">section 1826i of this title</ref>.</p>\n</note>\n<note style=\"-uslm-lc:I74\" topic=\"miscellaneous\" id=\"id4c59165c-4920-11eb-8435-8e7a548705de\"><heading class=\"centered smallCaps\">Initial Identifications</heading><p><ref href=\"/us/pl/111/348/tI/s102/c/2\">Pub. L. 111–348, title I, § 102(c)(2)</ref>, <date date=\"2011-01-04\">Jan. 4, 2011</date>, <ref href=\"/us/stat/124/3669\">124 Stat. 3669</ref>, provided that: <quotedContent origin=\"/us/pl/111/348/tI/s102/c/2\">“The Secretary of Commerce shall begin making identifications under paragraph (2) of section 610(a) of the High Seas Driftnet Fishing Moratorium Protection Act (<ref href=\"/us/usc/t16/s1826k/a\">16 U.S.C. 1826k(a)</ref>), as added by paragraph (1)(G), not later than 1 year after the date of the enactment of this Act [<date date=\"2011-01-04\">Jan. 4, 2011</date>].”</quotedContent>\n</p>\n</note>\n</notes>\n</section>\n"
        },
        "highlight":{
          "text":[
            "Equivalent <em>conservation</em> measures(a) IdentificationThe Secretary shall identify, and list in the report",
            "marine resource shared by the United States;\n\n\n(B) the relevant international organization for the <em>conservation</em>",
            "bodies; and\n\n(4) initiate the amendment of any existing international treaty for the protection and <em>conservation</em>",
            "(c) <em>Conservation</em> certification procedure(1) DeterminationThe Secretary shall establish a procedure consistent",
            "The Magnuson-Stevens Fishery <em>Conservation</em> and Management Act, referred to in subsec."
          ]
        }
      },
      {
        "_index":"uscsections",
        "_type":"_doc",
        "_id":"H3xeancByMv3L6kFXKgw",
        "_score":4.566549,
        "_source":{
          "id":"id4ca0a70e-4920-11eb-8435-8e7a548705de",
          "identifier":"/us/usc/t16/s2201",
          "number":"§ 2201.",
          "heading":" Emergency conservation program",
          "text":"§ 2201. Emergency conservation program(a) In generalThe Secretary of Agriculture (referred to in this chapter as the “Secretary”) is authorized to make payments to agricultural producers who carry out emergency measures to control wind erosion on farmlands or to rehabilitate farmlands damaged by wind erosion, floods, hurricanes, wildfires, or other natural disasters when, as a result of the foregoing, new conservation problems have been created that (1) if not treated, will impair or endanger the land, (2) materially affect the productive capacity of the land, (3) represent damage that is unusual in character and, except for wind erosion, is not the type that would recur frequently in the same area, and (4) will be so costly to rehabilitate that Federal assistance is or will be required to return the land to productive agricultural use.\n\n\n(b) Repair or replacement of fencing(1) In generalWith respect to a payment to an agricultural producer under subsection (a) for the repair or replacement of fencing, the Secretary shall give the agricultural producer the option of receiving not more than 25 percent of the payment, determined by the Secretary based on the applicable percentage of the fair market value of the cost of the repair or replacement, before the agricultural producer carries out the repair or replacement.\n\n\n(2) Return of fundsIf the funds provided under paragraph (1) are not expended by the end of the 60-day period beginning on the date on which the agricultural producer receives those funds, the funds shall be returned within a reasonable timeframe, as determined by the Secretary.\n\n\n\n(Pub. L. 95–334, title IV, § 401, Aug. 4, 1978, 92 Stat. 433; Pub. L. 115–334, title II, § 2403(a)(1), Dec. 20, 2018, 132 Stat. 4571.)\n\nAmendments2018—Pub. L. 115–334 inserted section catchline, designated existing provisions as subsec. (a), inserted heading, substituted “The Secretary of Agriculture (referred to in this chapter as the ‘Secretary’)” for “The Secretary of Agriculture”, inserted “wildfires,” after “hurricanes,”, and added subsec. (b).\n\nEffective DatePub. L. 95–334, title IV, § 406, Aug. 4, 1978, 92 Stat. 434, provided that: “The provisions of this title [enacting this chapter] shall become effective October 1, 1978.”\n\n\n\n\n",
          "xml":"<section xmlns=\"http://xml.house.gov/schemas/uslm/1.0\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:dcterms=\"http://purl.org/dc/terms/\" style=\"-uslm-lc:I80\" id=\"id4ca0a70e-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s2201\"><num value=\"2201\">§ 2201.</num><heading> Emergency conservation program</heading><subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4ca0a70f-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s2201/a\"><num value=\"a\" class=\"bold\">(a)</num><heading class=\"bold\"> In general</heading><content><p style=\"-uslm-lc:I11\" class=\"indent0\">The Secretary of Agriculture (referred to in this chapter as the “Secretary”) is authorized to make payments to agricultural producers who carry out emergency measures to control wind erosion on farmlands or to rehabilitate farmlands damaged by wind erosion, floods, hurricanes, wildfires, or other natural disasters when, as a result of the foregoing, new conservation problems have been created that (1) if not treated, will impair or endanger the land, (2) materially affect the productive capacity of the land, (3) represent damage that is unusual in character and, except for wind erosion, is not the type that would recur frequently in the same area, and (4) will be so costly to rehabilitate that Federal assistance is or will be required to return the land to productive agricultural use.</p>\n</content>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4ca0a710-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s2201/b\"><num value=\"b\" class=\"bold\">(b)</num><heading class=\"bold\"> Repair or replacement of fencing</heading><paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4ca0a711-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s2201/b/1\"><num value=\"1\" class=\"bold\">(1)</num><heading class=\"bold\"> In general</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">With respect to a payment to an agricultural producer under subsection (a) for the repair or replacement of fencing, the Secretary shall give the agricultural producer the option of receiving not more than 25 percent of the payment, determined by the Secretary based on the applicable percentage of the fair market value of the cost of the repair or replacement, before the agricultural producer carries out the repair or replacement.</p>\n</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4ca0ce22-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s2201/b/2\"><num value=\"2\" class=\"bold\">(2)</num><heading class=\"bold\"> Return of funds</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">If the funds provided under paragraph (1) are not expended by the end of the 60-day period beginning on the date on which the agricultural producer receives those funds, the funds shall be returned within a reasonable timeframe, as determined by the Secretary.</p>\n</content>\n</paragraph>\n</subsection>\n<sourceCredit id=\"id4ca0ce23-4920-11eb-8435-8e7a548705de\">(<ref href=\"/us/pl/95/334/tIV/s401\">Pub. L. 95–334, title IV, § 401</ref>, <date date=\"1978-08-04\">Aug. 4, 1978</date>, <ref href=\"/us/stat/92/433\">92 Stat. 433</ref>; <ref href=\"/us/pl/115/334/tII/s2403/a/1\">Pub. L. 115–334, title II, § 2403(a)(1)</ref>, <date date=\"2018-12-20\">Dec. 20, 2018</date>, <ref href=\"/us/stat/132/4571\">132 Stat. 4571</ref>.)</sourceCredit>\n<notes type=\"uscNote\" id=\"id4ca0ce24-4920-11eb-8435-8e7a548705de\">\n<note style=\"-uslm-lc:I74\" topic=\"amendments\" id=\"id4ca0ce25-4920-11eb-8435-8e7a548705de\"><heading class=\"centered smallCaps\">Amendments</heading><p style=\"-uslm-lc:I21\" class=\"indent0\">2018—<ref href=\"/us/pl/115/334\">Pub. L. 115–334</ref> inserted section catchline, designated existing provisions as subsec. (a), inserted heading, substituted “The Secretary of Agriculture (referred to in this chapter as the ‘Secretary’)” for “The Secretary of Agriculture”, inserted “wildfires,” after “hurricanes,”, and added subsec. (b).</p>\n</note>\n<note style=\"-uslm-lc:I74\" topic=\"effectiveDate\" id=\"id4ca0ce26-4920-11eb-8435-8e7a548705de\"><heading class=\"centered smallCaps\">Effective Date</heading><p><ref href=\"/us/pl/95/334/tIV/s406\">Pub. L. 95–334, title IV, § 406</ref>, <date date=\"1978-08-04\">Aug. 4, 1978</date>, <ref href=\"/us/stat/92/434\">92 Stat. 434</ref>, provided that: <quotedContent origin=\"/us/pl/95/334/tIV/s406\">“The provisions of this title [enacting this chapter] shall become effective <date date=\"1978-10-01\">October 1, 1978</date>.”</quotedContent>\n</p>\n</note>\n</notes>\n</section>\n"
        },
        "highlight":{
          "text":[
            "Emergency <em>conservation</em> program(a) In generalThe Secretary of Agriculture (referred to in this chapter",
            ", floods, hurricanes, wildfires, or other natural disasters when, as a result of the foregoing, new <em>conservation</em>"
          ]
        }
      },
      {
        "_index":"uscsections",
        "_type":"_doc",
        "_id":"c3xeancByMv3L6kFd6km",
        "_score":4.566549,
        "_source":{
          "id":"id4ce77380-4920-11eb-8435-8e7a548705de",
          "identifier":"/us/usc/t16/s3839aa–22",
          "number":"§ 3839aa–22.",
          "heading":" Conservation stewardship program",
          "text":"§ 3839aa–22. Conservation stewardship program(a) Establishment and purposeDuring each of fiscal years 2019 through 2023, the Secretary shall carry out a conservation stewardship program to encourage producers to address priority resource concerns and improve and conserve the quality and condition of natural resources in a comprehensive manner—(1) by undertaking additional conservation activities; and\n\n(2) by improving, maintaining, and managing existing conservation activities.\n\n\n(b) Exclusions(1) Land enrolled in other conservation programsSubject to paragraph (2), the following land (even if covered by the definition of eligible land) is not eligible for enrollment in the program:(A) Land enrolled in the conservation reserve program, unless—(i) the conservation reserve contract will expire at the end of the fiscal year in which the land is to be enrolled in the program; and\n\n(ii) conservation reserve program payments for land enrolled in the program cease before the first program payment is made to the applicant under this subpart.\n\n\n(B) Land enrolled in a wetland reserve easement through the agricultural conservation easement program.\n\n\n(2) Conversion to croplandEligible land used for crop production after December 20, 2018, that had not been planted, considered to be planted, or devoted to crop production for at least 4 of the 6 years preceding that date shall not be the basis for any payment under the program, unless the land does not meet such requirement because—(A) the land had previously been enrolled in the conservation reserve program;\n\n(B) the land has been maintained using long-term crop rotation practices, as determined by the Secretary; or\n\n(C) the land is incidental land needed for efficient operation of the farm or ranch, as determined by the Secretary.\n\n\n\n(Pub. L. 99–198, title XII, § 1240J, formerly § 1238E, as added Pub. L. 110–234, title II, § 2301(a)(2), May 22, 2008, 122 Stat. 1041, and Pub. L. 110–246, § 4(a), title II, § 2301(a)(2), June 18, 2008, 122 Stat. 1664, 1769; amended Pub. L. 112–55, div. A, title VII, § 716(b), Nov. 18, 2011, 125 Stat. 582; Pub. L. 113–79, title II, § 2101(a), Feb. 7, 2014, 128 Stat. 722; renumbered § 1240J and amended Pub. L. 115–334, title II, §§ 2301(b), (d)(1)(C), 2308(b), Dec. 20, 2018, 132 Stat. 4551, 4554, 4565.)\n\nCodification\nSection was formerly classified to section 3838e of this title prior to renumbering by Pub. L. 115–334.\nPub. L. 110–234 and Pub. L. 110–246 enacted identical sections. Pub. L. 110–234 was repealed by section 4(a) of Pub. L. 110–246.\n\nAmendments2018—Subsec. (a). Pub. L. 115–334, § 2308(b)(1), substituted “2019 through 2023” for “2014 through 2018” in introductory provisions.\nSubsec. (b)(1)(C). Pub. L. 115–334, § 2301(d)(1)(C), struck out subpar. (C) which read as follows: “Land enrolled in the conservation security program.”\nSubsec. (b)(2). Pub. L. 115–334, § 2308(b)(2), substituted “December 20, 2018” for “February 7, 2014”.\n2014—Pub. L. 113–79 amended section generally. Prior to amendment, section related to conservation stewardship program.\n2011—Subsec. (a). Pub. L. 112–55 substituted “2014” for “2012”.\n\n\n\n",
          "xml":"<section xmlns=\"http://xml.house.gov/schemas/uslm/1.0\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:dcterms=\"http://purl.org/dc/terms/\" style=\"-uslm-lc:I80\" id=\"id4ce77380-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–22\"><num value=\"3839aa–22\">§ 3839aa–22.</num><heading> Conservation stewardship program</heading><subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4ce77381-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–22/a\"><num value=\"a\" class=\"bold\">(a)</num><heading class=\"bold\"> Establishment and purpose</heading><chapeau style=\"-uslm-lc:I11\" class=\"indent0\">During each of fiscal years 2019 through 2023, the Secretary shall carry out a conservation stewardship program to encourage producers to address priority resource concerns and improve and conserve the quality and condition of natural resources in a comprehensive manner—</chapeau><paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4ce77382-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–22/a/1\"><num value=\"1\">(1)</num><content> by undertaking additional conservation activities; and</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4ce77383-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–22/a/2\"><num value=\"2\">(2)</num><content> by improving, maintaining, and managing existing conservation activities.</content>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4ce77384-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–22/b\"><num value=\"b\" class=\"bold\">(b)</num><heading class=\"bold\"> Exclusions</heading><paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4ce77385-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–22/b/1\"><num value=\"1\" class=\"bold\">(1)</num><heading class=\"bold\"> Land enrolled in other conservation programs</heading><chapeau style=\"-uslm-lc:I12\" class=\"indent1\">Subject to paragraph (2), the following land (even if covered by the definition of eligible land) is not eligible for enrollment in the program:</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4ce77386-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–22/b/1/A\"><num value=\"A\">(A)</num><chapeau> Land enrolled in the conservation reserve program, unless—</chapeau><clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4ce77387-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–22/b/1/A/i\"><num value=\"i\">(i)</num><content> the conservation reserve contract will expire at the end of the fiscal year in which the land is to be enrolled in the program; and</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4ce77388-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–22/b/1/A/ii\"><num value=\"ii\">(ii)</num><content> conservation reserve program payments for land enrolled in the program cease before the first program payment is made to the applicant under this subpart.</content>\n</clause>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4ce77389-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–22/b/1/B\"><num value=\"B\">(B)</num><content> Land enrolled in a wetland reserve easement through the agricultural conservation easement program.</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4ce7738a-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–22/b/2\"><num value=\"2\" class=\"bold\">(2)</num><heading class=\"bold\"> Conversion to cropland</heading><chapeau style=\"-uslm-lc:I12\" class=\"indent1\">Eligible land used for crop production after <date date=\"2018-12-20\">December 20, 2018</date>, that had not been planted, considered to be planted, or devoted to crop production for at least 4 of the 6 years preceding that date shall not be the basis for any payment under the program, unless the land does not meet such requirement because—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4ce79a9b-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–22/b/2/A\"><num value=\"A\">(A)</num><content> the land had previously been enrolled in the conservation reserve program;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4ce79a9c-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–22/b/2/B\"><num value=\"B\">(B)</num><content> the land has been maintained using long-term crop rotation practices, as determined by the Secretary; or</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4ce79a9d-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–22/b/2/C\"><num value=\"C\">(C)</num><content> the land is incidental land needed for efficient operation of the farm or ranch, as determined by the Secretary.</content>\n</subparagraph>\n</paragraph>\n</subsection>\n<sourceCredit id=\"id4ce79a9e-4920-11eb-8435-8e7a548705de\">(<ref href=\"/us/pl/99/198/tXII/s1240J\">Pub. L. 99–198, title XII, § 1240J</ref>, formerly § 1238E, as added <ref href=\"/us/pl/110/234/tII/s2301/a/2\">Pub. L. 110–234, title II, § 2301(a)(2)</ref>, <date date=\"2008-05-22\">May 22, 2008</date>, <ref href=\"/us/stat/122/1041\">122 Stat. 1041</ref>, and <ref href=\"/us/pl/110/246/s4/a\">Pub. L. 110–246, § 4(a)</ref>, title II, § 2301(a)(2), <date date=\"2008-06-18\">June 18, 2008</date>, <ref href=\"/us/stat/122/1664\">122 Stat. 1664</ref>, 1769; amended <ref href=\"/us/pl/112/55/dA/tVII/s716/b\">Pub. L. 112–55, div. A, title VII, § 716(b)</ref>, <date date=\"2011-11-18\">Nov. 18, 2011</date>, <ref href=\"/us/stat/125/582\">125 Stat. 582</ref>; <ref href=\"/us/pl/113/79/tII/s2101/a\">Pub. L. 113–79, title II, § 2101(a)</ref>, <date date=\"2014-02-07\">Feb. 7, 2014</date>, <ref href=\"/us/stat/128/722\">128 Stat. 722</ref>; renumbered § 1240J and amended <ref href=\"/us/pl/115/334/tII\">Pub. L. 115–334, title II</ref>, §§ 2301(b), (d)(1)(C), 2308(b), <date date=\"2018-12-20\">Dec. 20, 2018</date>, <ref href=\"/us/stat/132/4551\">132 Stat. 4551</ref>, 4554, 4565.)</sourceCredit>\n<notes type=\"uscNote\" id=\"id4ce79a9f-4920-11eb-8435-8e7a548705de\">\n<note style=\"-uslm-lc:I76\" topic=\"codification\" id=\"id4ce79aa0-4920-11eb-8435-8e7a548705de\"><heading class=\"centered smallCaps\">Codification</heading>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Section was formerly classified to <ref href=\"/us/usc/t16/s3838e\">section 3838e of this title</ref> prior to renumbering by <ref href=\"/us/pl/115/334\">Pub. L. 115–334</ref>.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\"><ref href=\"/us/pl/110/234\">Pub. L. 110–234</ref> and <ref href=\"/us/pl/110/246\">Pub. L. 110–246</ref> enacted identical sections. <ref href=\"/us/pl/110/234\">Pub. L. 110–234</ref> was repealed by <ref href=\"/us/pl/110/246/s4/a\">section 4(a) of Pub. L. 110–246</ref>.</p>\n</note>\n<note style=\"-uslm-lc:I74\" topic=\"amendments\" id=\"id4ce79aa1-4920-11eb-8435-8e7a548705de\"><heading class=\"centered smallCaps\">Amendments</heading><p style=\"-uslm-lc:I21\" class=\"indent0\">2018—Subsec. (a). <ref href=\"/us/pl/115/334/s2308/b/1\">Pub. L. 115–334, § 2308(b)(1)</ref>, substituted “2019 through 2023” for “2014 through 2018” in introductory provisions.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (b)(1)(C). <ref href=\"/us/pl/115/334/s2301/d/1/C\">Pub. L. 115–334, § 2301(d)(1)(C)</ref>, struck out subpar. (C) which read as follows: “Land enrolled in the conservation security program.”</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (b)(2). <ref href=\"/us/pl/115/334/s2308/b/2\">Pub. L. 115–334, § 2308(b)(2)</ref>, substituted “<date date=\"2018-12-20\">December 20, 2018</date>” for “<date date=\"2014-02-07\">February 7, 2014</date>”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">2014—<ref href=\"/us/pl/113/79\">Pub. L. 113–79</ref> amended section generally. Prior to amendment, section related to conservation stewardship program.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">2011—Subsec. (a). <ref href=\"/us/pl/112/55\">Pub. L. 112–55</ref> substituted “2014” for “2012”.</p>\n</note>\n</notes>\n</section>\n"
        },
        "highlight":{
          "text":[
            "<em>Conservation</em> stewardship program(a) Establishment and purposeDuring each of fiscal years 2019 through",
            "2023, the Secretary shall carry out a <em>conservation</em> stewardship program to encourage producers to address",
            "activities; and\n\n(2) by improving, maintaining, and managing existing <em>conservation</em> activities.",
            "(b) Exclusions(1) Land enrolled in other <em>conservation</em> programsSubject to paragraph (2), the following",
            "Prior to amendment, section related to <em>conservation</em> stewardship program.\n2011—Subsec. (a). Pub."
          ]
        }
      },
      {
        "_index":"uscsections",
        "_type":"_doc",
        "_id":"dnxeancByMv3L6kFd6lh",
        "_score":4.566549,
        "_source":{
          "id":"id4ce8aca1-4920-11eb-8435-8e7a548705de",
          "identifier":"/us/usc/t16/s3839aa–25",
          "number":"§ 3839aa–25.",
          "heading":" Grassland conservation initiative",
          "text":"§ 3839aa–25. Grassland conservation initiative(a) DefinitionsIn this section:(1) Eligible landNotwithstanding sections 3839aa–21(4) and 3839aa–22(b)(2) of this title, the term “eligible land” means cropland on a farm for which base acres have been maintained by the Secretary under section 9012(d)(3) of title 7.\n\n\n(2) InitiativeThe term “initiative” means the grassland conservation initiative established under subsection (b).\n\n\n\n(b) Establishment and purposeThe Secretary shall establish within the program a grassland conservation initiative for the purpose of assisting producers in protecting grazing uses, conserving and improving soil, water, and wildlife resources, and achieving related conservation values by conserving eligible land through grassland conservation contracts under subsection (e).\n\n\n(c) ElectionBeginning in fiscal year 2019, the Secretary shall provide a 1-time election to enroll eligible land in the initiative under a contract described in subsection (e).\n\n\n(d) Method of enrollmentThe Secretary shall—(1) notwithstanding subsection (b) of section 3839aa–23 of this title, determine under subsection (c) of that section that eligible land ranks sufficiently high under the evaluation criteria described in subsection (b) of that section; and\n\n(2) enroll the eligible land in the initiative under a contract described in subsection (e).\n\n\n(e) Grassland conservation contract(1) In generalNotwithstanding section 3839aa–23(a)(1) of this title, to enroll eligible land in the initiative under a grassland conservation contract, a producer shall agree—(A) to meet or exceed the stewardship threshold for not less than 1 priority resource concern by the date on which the contract expires; and\n\n(B) to comply with the terms and conditions of the contract.\n\n\n(2) TermsA grassland conservation contract entered into under this section shall—(A)(i) be for a single 5-year term; and\n\n(ii) not be subject to renewal or reenrollment under section 3839aa–23(e) of this title; and\n\n\n(B) be subject to section 3839aa–23(d) of this title.\n\n\n(3) Early terminationThe Secretary shall allow a producer that enters into a grassland conservation contract under this section—(A) to terminate the contract at any time; and\n\n(B) to retain payments already received under the contract.\n\n\n\n(f) Grassland conservation planThe grassland conservation plan developed for eligible land shall be limited to—(1) eligible land; and\n\n(2) resource concerns and activities relating to grassland.\n\n\n(g) Payments(1) In generalBeginning in fiscal year 2019, of the funds made available for this subpart under section 3841(a)(3)(B) of this title, and notwithstanding any payment under title I of the Agriculture Improvement Act of 2018, an amendment made by that title, or section 3839aa–24(c) of this title, the Secretary shall make annual grassland conservation contract payments to the producer of any eligible land that is the subject of a grassland conservation contract under this section.\n\n\n(2) Payment noneligibilityA grassland conservation contract under this section shall not be—(A) eligible for payments under section 3839aa–24(d) of this title; or\n\n(B) subject to the payment limitations under this subpart.\n\n\n(3) LimitationThe amount of an annual payment under this subsection shall be $18 per acre, not to exceed the number of base acres on a farm.\n\n\n\n(h) Considered plantedThe Secretary shall consider land enrolled under a grassland conservation contract under this section during a crop year to be planted or considered planted to a covered commodity (as defined in section 9011 of title 7) during that crop year.\n\n\n(i) Other contractsA producer with an agricultural operation that contains land eligible under this section and land eligible under section 3839aa–23 of this title—(1) may enroll the land eligible under this section through a contract under this section or under section 3839aa–23 of this title; and\n\n(2) shall not be prohibited from enrolling the land eligible under section 3839aa–23 of this title through a contract under section 3839aa–23 of this title.\n\n\n(Pub. L. 99–198, title XII, § 1240L–1, as added Pub. L. 115–334, title II, § 2309, Dec. 20, 2018, 132 Stat. 4569.)\n\n\nReferences in TextThe Agriculture Improvement Act of 2018, referred to in subsec. (g)(1), is Pub. L. 115–334, Dec. 20, 2018, 132 Stat. 4490. Title I of the Act enacted section 9071 of Title 7, Agriculture, amended sections 608c, 1308, 1308–3a, 1359bb, 1359ll, 4504, 4553, 7272, 7333, 8737, 8772, 9011 to 9017, 9031, 9032, 9034 to 9039, 9051 to 9060, 9081, 9091, 9092, and 9097 of Title 7, repealed section 9019 and former section 9071 of Title 7, and enacted provisions set out as notes under sections 608c, 1308, 1308–3a, 6932, 9051, 9052, and 9081 of Title 7 and section 6101 of Title 31, Money and Finance. For complete classification of this Act to the Code, see Short Title of 2018 Amendment note set out under section 9001 of Title 7 and Tables.\n\n\n\n",
          "xml":"<section xmlns=\"http://xml.house.gov/schemas/uslm/1.0\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:dcterms=\"http://purl.org/dc/terms/\" style=\"-uslm-lc:I80\" id=\"id4ce8aca1-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25\"><num value=\"3839aa–25\">§ 3839aa–25.</num><heading> Grassland conservation initiative</heading><subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4ce8aca2-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/a\"><num value=\"a\" class=\"bold\">(a)</num><heading class=\"bold\"> Definitions</heading><chapeau style=\"-uslm-lc:I11\" class=\"indent0\">In this section:</chapeau><paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4ce8aca3-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/a/1\"><num value=\"1\" class=\"bold\">(1)</num><heading class=\"bold\"> Eligible land</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">Notwithstanding sections 3839aa–21(4) and 3839aa–22(b)(2) of this title, the term “eligible land” means cropland on a farm for which base acres have been maintained by the Secretary under <ref href=\"/us/usc/t7/s9012/d/3\">section 9012(d)(3) of title 7</ref>.</p>\n</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4ce8aca4-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/a/2\"><num value=\"2\" class=\"bold\">(2)</num><heading class=\"bold\"> Initiative</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">The term “initiative” means the grassland conservation initiative established under subsection (b).</p>\n</content>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4ce8aca5-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/b\"><num value=\"b\" class=\"bold\">(b)</num><heading class=\"bold\"> Establishment and purpose</heading><content><p style=\"-uslm-lc:I11\" class=\"indent0\">The Secretary shall establish within the program a grassland conservation initiative for the purpose of assisting producers in protecting grazing uses, conserving and improving soil, water, and wildlife resources, and achieving related conservation values by conserving eligible land through grassland conservation contracts under subsection (e).</p>\n</content>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4ce8aca6-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/c\"><num value=\"c\" class=\"bold\">(c)</num><heading class=\"bold\"> Election</heading><content><p style=\"-uslm-lc:I11\" class=\"indent0\">Beginning in fiscal year 2019, the Secretary shall provide a 1-time election to enroll eligible land in the initiative under a contract described in subsection (e).</p>\n</content>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4ce8d3b7-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/d\"><num value=\"d\" class=\"bold\">(d)</num><heading class=\"bold\"> Method of enrollment</heading><chapeau style=\"-uslm-lc:I11\" class=\"indent0\">The Secretary shall—</chapeau><paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4ce8d3b8-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/d/1\"><num value=\"1\">(1)</num><content> notwithstanding subsection (b) of <ref href=\"/us/usc/t16/s3839aa–23\">section 3839aa–23 of this title</ref>, determine under subsection (c) of that section that eligible land ranks sufficiently high under the evaluation criteria described in subsection (b) of that section; and</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4ce8d3b9-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/d/2\"><num value=\"2\">(2)</num><content> enroll the eligible land in the initiative under a contract described in subsection (e).</content>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4ce8d3ba-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/e\"><num value=\"e\" class=\"bold\">(e)</num><heading class=\"bold\"> Grassland conservation contract</heading><paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4ce8d3bb-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/e/1\"><num value=\"1\" class=\"bold\">(1)</num><heading class=\"bold\"> In general</heading><chapeau style=\"-uslm-lc:I12\" class=\"indent1\">Notwithstanding <ref href=\"/us/usc/t16/s3839aa–23/a/1\">section 3839aa–23(a)(1) of this title</ref>, to enroll eligible land in the initiative under a grassland conservation contract, a producer shall agree—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4ce8d3bc-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/e/1/A\"><num value=\"A\">(A)</num><content> to meet or exceed the stewardship threshold for not less than 1 priority resource concern by the date on which the contract expires; and</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4ce8d3bd-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/e/1/B\"><num value=\"B\">(B)</num><content> to comply with the terms and conditions of the contract.</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4ce8d3be-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/e/2\"><num value=\"2\" class=\"bold\">(2)</num><heading class=\"bold\"> Terms</heading><chapeau style=\"-uslm-lc:I12\" class=\"indent1\">A grassland conservation contract entered into under this section shall—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4ce8d3bf-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/e/2/A\"><num value=\"A\">(A)</num><clause style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4ce8d3c0-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/e/2/A/i\"><num value=\"i\">(i)</num><content> be for a single 5-year term; and</content>\n</clause>\n<clause style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4ce8d3c1-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/e/2/A/ii\"><num value=\"ii\">(ii)</num><content> not be subject to renewal or reenrollment under <ref href=\"/us/usc/t16/s3839aa–23/e\">section 3839aa–23(e) of this title</ref>; and</content>\n</clause>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4ce8d3c2-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/e/2/B\"><num value=\"B\">(B)</num><content> be subject to <ref href=\"/us/usc/t16/s3839aa–23/d\">section 3839aa–23(d) of this title</ref>.</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4ce8d3c3-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/e/3\"><num value=\"3\" class=\"bold\">(3)</num><heading class=\"bold\"> Early termination</heading><chapeau style=\"-uslm-lc:I12\" class=\"indent1\">The Secretary shall allow a producer that enters into a grassland conservation contract under this section—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4ce8d3c4-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/e/3/A\"><num value=\"A\">(A)</num><content> to terminate the contract at any time; and</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4ce8d3c5-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/e/3/B\"><num value=\"B\">(B)</num><content> to retain payments already received under the contract.</content>\n</subparagraph>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4ce8d3c6-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/f\"><num value=\"f\" class=\"bold\">(f)</num><heading class=\"bold\"> Grassland conservation plan</heading><chapeau style=\"-uslm-lc:I11\" class=\"indent0\">The grassland conservation plan developed for eligible land shall be limited to—</chapeau><paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4ce8d3c7-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/f/1\"><num value=\"1\">(1)</num><content> eligible land; and</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4ce8d3c8-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/f/2\"><num value=\"2\">(2)</num><content> resource concerns and activities relating to grassland.</content>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4ce8d3c9-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/g\"><num value=\"g\" class=\"bold\">(g)</num><heading class=\"bold\"> Payments</heading><paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4ce8d3ca-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/g/1\"><num value=\"1\" class=\"bold\">(1)</num><heading class=\"bold\"> In general</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">Beginning in fiscal year 2019, of the funds made available for this subpart under <ref href=\"/us/usc/t16/s3841/a/3/B\">section 3841(a)(3)(B) of this title</ref>, and notwithstanding any payment under title I of the Agriculture Improvement Act of 2018, an amendment made by that title, or <ref href=\"/us/usc/t16/s3839aa–24/c\">section 3839aa–24(c) of this title</ref>, the Secretary shall make annual grassland conservation contract payments to the producer of any eligible land that is the subject of a grassland conservation contract under this section.</p>\n</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4ce8d3cb-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/g/2\"><num value=\"2\" class=\"bold\">(2)</num><heading class=\"bold\"> Payment noneligibility</heading><chapeau style=\"-uslm-lc:I12\" class=\"indent1\">A grassland conservation contract under this section shall not be—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4ce8d3cc-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/g/2/A\"><num value=\"A\">(A)</num><content> eligible for payments under <ref href=\"/us/usc/t16/s3839aa–24/d\">section 3839aa–24(d) of this title</ref>; or</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4ce8d3cd-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/g/2/B\"><num value=\"B\">(B)</num><content> subject to the payment limitations under this subpart.</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4ce8d3ce-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/g/3\"><num value=\"3\" class=\"bold\">(3)</num><heading class=\"bold\"> Limitation</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">The amount of an annual payment under this subsection shall be $18 per acre, not to exceed the number of base acres on a farm.</p>\n</content>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4ce8d3cf-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/h\"><num value=\"h\" class=\"bold\">(h)</num><heading class=\"bold\"> Considered planted</heading><content><p style=\"-uslm-lc:I11\" class=\"indent0\">The Secretary shall consider land enrolled under a grassland conservation contract under this section during a crop year to be planted or considered planted to a covered commodity (as defined in <ref href=\"/us/usc/t7/s9011\">section 9011 of title 7</ref>) during that crop year.</p>\n</content>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4ce8d3d0-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/i\"><num value=\"i\" class=\"bold\">(i)</num><heading class=\"bold\"> Other contracts</heading><chapeau style=\"-uslm-lc:I11\" class=\"indent0\">A producer with an agricultural operation that contains land eligible under this section and land eligible under <ref href=\"/us/usc/t16/s3839aa–23\">section 3839aa–23 of this title</ref>—</chapeau><paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4ce8d3d1-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/i/1\"><num value=\"1\">(1)</num><content> may enroll the land eligible under this section through a contract under this section or under <ref href=\"/us/usc/t16/s3839aa–23\">section 3839aa–23 of this title</ref>; and</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4ce8d3d2-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3839aa–25/i/2\"><num value=\"2\">(2)</num><content> shall not be prohibited from enrolling the land eligible under <ref href=\"/us/usc/t16/s3839aa–23\">section 3839aa–23 of this title</ref> through a contract under <ref href=\"/us/usc/t16/s3839aa–23\">section 3839aa–23 of this title</ref>.</content>\n</paragraph>\n</subsection>\n<sourceCredit id=\"id4ce8d3d3-4920-11eb-8435-8e7a548705de\">(<ref href=\"/us/pl/99/198/tXII/s1240L–1\">Pub. L. 99–198, title XII, § 1240L–1</ref>, as added <ref href=\"/us/pl/115/334/tII/s2309\">Pub. L. 115–334, title II, § 2309</ref>, <date date=\"2018-12-20\">Dec. 20, 2018</date>, <ref href=\"/us/stat/132/4569\">132 Stat. 4569</ref>.)</sourceCredit>\n<notes type=\"uscNote\" id=\"id4ce8fae4-4920-11eb-8435-8e7a548705de\">\n<note style=\"-uslm-lc:I75\" topic=\"referencesInText\" id=\"id4ce8fae5-4920-11eb-8435-8e7a548705de\">\n<heading class=\"centered smallCaps\">References in Text</heading><p style=\"-uslm-lc:I21\" class=\"indent0\">The Agriculture Improvement Act of 2018, referred to in subsec. (g)(1), is <ref href=\"/us/pl/115/334\">Pub. L. 115–334</ref>, <date date=\"2018-12-20\">Dec. 20, 2018</date>, <ref href=\"/us/stat/132/4490\">132 Stat. 4490</ref>. Title I of the Act enacted <ref href=\"/us/usc/t7/s9071\">section 9071 of Title 7</ref>, Agriculture, amended sections 608c, 1308, 1308–3a, 1359bb, 1359<i>ll</i>, 4504, 4553, 7272, 7333, 8737, 8772, 9011 to 9017, 9031, 9032, 9034 to 9039, 9051 to 9060, 9081, 9091, 9092, and 9097 of Title 7, repealed section 9019 and former <ref href=\"/us/usc/t7/s9071\">section 9071 of Title 7</ref>, and enacted provisions set out as notes under sections 608c, 1308, 1308–3a, 6932, 9051, 9052, and 9081 of Title 7 and <ref href=\"/us/usc/t31/s6101\">section 6101 of Title 31</ref>, Money and Finance. For complete classification of this Act to the Code, see Short Title of 2018 Amendment note set out under <ref href=\"/us/usc/t7/s9001\">section 9001 of Title 7</ref> and Tables.</p>\n</note>\n</notes>\n</section>\n"
        },
        "highlight":{
          "text":[
            "Grassland <em>conservation</em> initiative(a) DefinitionsIn this section:(1) Eligible landNotwithstanding sections",
            "(2) InitiativeThe term “initiative” means the grassland <em>conservation</em> initiative established under",
            "(b) Establishment and purposeThe Secretary shall establish within the program a grassland <em>conservation</em>",
            "values by conserving eligible land through grassland <em>conservation</em> contracts under subsection (e).",
            "(f) Grassland <em>conservation</em> planThe grassland <em>conservation</em> plan developed for eligible land shall be limited"
          ]
        }
      },
      {
        "_index":"uscsections",
        "_type":"_doc",
        "_id":"kHxeancByMv3L6kFeal7",
        "_score":4.566549,
        "_source":{
          "id":"id4cf1ad5c-4920-11eb-8435-8e7a548705de",
          "identifier":"/us/usc/t16/s3871b",
          "number":"§ 3871b.",
          "heading":" Regional conservation partnerships",
          "text":"§ 3871b. Regional conservation partnerships(a) Partnership agreements authorizedThe Secretary may enter into a partnership agreement with an eligible partner to implement a project that will assist producers with installing and maintaining an eligible activity on eligible land.\n\n\n(b) Length(1) In generalA partnership agreement shall be—(A) for a period not to exceed 5 years; or\n\n(B) for a period that is longer than 5 years, if the longer period is necessary to meet the objectives of the program, as determined by the Secretary.\n\n\n(2) RenewalA partnership agreement may be renewed under subsection (e)(5) for a period not to exceed 5 years.\n\n\n(3) ExtensionA partnership agreement, or any renewal of a partnership agreement, may each be extended 1 time for a period not longer than 12 months, as determined by the Secretary.\n\n\n\n(c) Duties of partners(1) In generalUnder a partnership agreement, the eligible partner shall—(A) define the scope of a project, including—(i) 1 or more conservation benefits that the project shall achieve;\n\n(ii) the eligible activities on eligible land to be conducted under the project to achieve conservation benefits;\n\n(iii) the implementation timeline for carrying out the project, including any interim milestones;\n\n(iv) the local, State, multistate, or other geographic area covered; and\n\n(v) the planning, outreach, implementation, and assessment to be conducted;\n\n\n(B) conduct outreach and education to producers for potential participation in the project;\n\n(C) at the request of a producer, act on behalf of a producer participating in the project in applying for assistance under section 3871c of this title;\n\n(D) leverage financial or technical assistance provided by the Secretary with additional contributions to help achieve the project objectives;\n\n(E) conduct an assessment of—(i) the progress made by the project in achieving each conservation benefit defined in the partnership agreement, including in a quantified form to the extent practicable; and\n\n(ii) as appropriate, other outcomes of the project; and\n\n\n(F) at the conclusion of the project, report to the Secretary on its results and funds leveraged.\n\n\n(2) Contribution(A) In generalAn eligible partner shall provide a significant portion of the overall costs of the scope of the project that is the subject of the agreement entered into under subsection (a), as determined by the Secretary.\n\n\n(B) FormA contribution of an eligible partner under this paragraph may be in the form of—(i) direct funding;\n\n(ii) in-kind support; or\n\n(iii) a combination of direct funding and in-kind support.\n\n\n(C) TreatmentAny amounts expended during the period beginning on the date on which the Secretary announces the approval of an application under subsection (e) and ending on the day before the effective date of the partnership agreement by an eligible partner for staff salaries or development of the partnership agreement may be considered to be a part of the contribution of the eligible partner under this paragraph.\n\n\n\n\n(d) Duties of SecretaryThe Secretary shall—(1) establish a timeline for carrying out the duties of the Secretary under a partnership agreement, including—(A) entering into program contracts with producers;\n\n(B) providing financial assistance to producers; and\n\n(C) in the case of a partnership agreement that is funded through an alternative funding arrangement or grant agreement under section 3871c(d) of this title, providing the payments to the eligible partner for carrying out eligible activities;\n\n\n(2) identify in each State a program coordinator for the State, who shall be responsible for providing assistance to eligible partners under the program;\n\n(3) establish guidance to assist eligible partners with carrying out the assessment required under subsection (c)(1)(E);\n\n(4) provide to each eligible partner that has entered into a partnership agreement that is not funded through an alternative funding arrangement or grant agreement under section 3871c(d) of this title—(A) a semiannual report describing the status of each pending and obligated contract under the project of the eligible partner; and\n\n(B) an annual report describing how the Secretary used amounts reserved by the Secretary for that year for technical assistance under section 3871d(f) 11 So in original. Probably should be “section 3871d(e)”. of this title; and\n\n\n(5) ensure that any eligible activity effectively achieves the conservation benefits identified in the partnership agreement under subsection (c)(1)(A)(i).\n\n\n(e) Applications(1) Competitive processThe Secretary shall conduct a simplified competitive process to select applications for partnership agreements and may assess and rank applications with similar conservation purposes as a group.\n\n\n(2) Criteria usedIn carrying out the process described in paragraph (1), the Secretary shall make public the criteria used in evaluating applications.\n\n\n(3) ContentsThe Secretary shall develop a simplified application that includes a description of—(A) the scope of the project, as described in subsection (c)(1)(A);\n\n(B) the plan for monitoring, evaluating, and reporting on progress made toward achieving the project’s objectives;\n\n(C) the program resources requested for the project and estimated funding needed from the Secretary;\n\n(D) each eligible partner collaborating to achieve project objectives, including their roles, responsibilities, capabilities, and contribution; and\n\n(E) any other elements the Secretary considers necessary to adequately evaluate and competitively select applications for funding under the program.\n\n\n(4) Priority to certain applicationsThe Secretary may give a higher priority to applications that—(A) assist producers in meeting or avoiding the need for a natural resource regulatory requirement;\n\n(B) have a high percentage of producers in the area to be covered by the agreement;\n\n(C) significantly leverage non-Federal financial and technical resources and coordinate with other local, State, or national efforts;\n\n(D) build new partnerships with local, State, and private entities to include a diversity of stakeholders in the project;\n\n(E) deliver a high percentage of applied conservation—(i) to achieve conservation benefits; or\n\n(ii) in the case of a project in a critical conservation area under section 3871f of this title, to address the priority resource concern for that critical conservation area;\n\n\n(F) implement the project consistent with existing watershed, habitat, or other area restoration plans;\n\n(G) provide innovation in conservation methods and delivery, including outcome-based performance measures and methods; or\n\n(H) meet other factors that are important for achieving the purposes of the program, as determined by the Secretary.\n\n\n(5) RenewalsIf the Secretary determines that a project that is the subject of a partnership agreement has met or exceeded the objectives of the project, the Secretary may renew the partnership agreement through an expedited noncompetitive process if the 1 or more eligible partners that are parties to the partnership agreement request the renewal in order—(A) to continue to implement the project under a renewal of the partnership agreement; or\n\n(B) to expand the scope of the project under a renewal of the partnership agreement, as long as the expansion is within the objectives and purposes of the original partnership agreement.\n\n\n\n(f) Nonapplicability of adjusted gross income limitationThe adjusted gross income limitation described in section 1308–3a(b)(1) of title 7 shall not apply to an eligible partner under the program.\n\n\n(Pub. L. 99–198, title XII, § 1271B, as added Pub. L. 113–79, title II, § 2401, Feb. 7, 2014, 128 Stat. 746; amended Pub. L. 115–334, title II, § 2703, Dec. 20, 2018, 132 Stat. 4594.)\n\nAmendments2018—Subsec. (b). Pub. L. 115–334, § 2703(1), added subsec. (b) and struck out former subsec. (b). Prior to amendment, text read as follows: “A partnership agreement shall be for a period not to exceed 5 years, except that the Secretary may extend the agreement one time for up to 12 months when an extension is necessary to meet the objectives of the program.”\nSubsec. (c)(1)(A). Pub. L. 115–334, § 2703(2)(A)(i), added cls. (i) to (iii), redesignated former cls. (iii) and (iv) as (iv) and (v), respectively, and struck out former cls. (i) and (ii) which read as follows:\n“(i) the eligible activities to be implemented;\n“(ii) the potential agricultural or nonindustrial private forest land operations affected;”.\nSubsec. (c)(1)(D). Pub. L. 115–334, § 2703(2)(A)(ii), substituted “contributions” for “funds”.\nSubsec. (c)(1)(E). Pub. L. 115–334, § 2703(2)(A)(iii), substituted “of—” for “of the project’s effects; and” and added cls. (i) and (ii).\nSubsec. (c)(2). Pub. L. 115–334, § 2703(2)(B), designated existing provisions as subpar. (A), inserted heading, and added subpars. (B) and (C).\nSubsecs. (d), (e). Pub. L. 115–334, § 2703(3), (4), added subsec. (d) and redesignated former subsec. (d) as (e).\nSubsec. (e)(1). Pub. L. 115–334, § 2703(5)(A), inserted “simplified” before “competitive process”.\nSubsec. (e)(3). Pub. L. 115–334, § 2703(5)(B)(i), substituted “Contents” for “Content” in heading and “The Secretary shall develop a simplified application that includes a description of—” for “An application to the Secretary shall include a description of—” in introductory provisions.\nSubsec. (e)(3)(C). Pub. L. 115–334, § 2703(5)(B)(ii), struck out “, including the covered programs to be used” after “resources requested for the project”.\nSubsec. (e)(3)(D). Pub. L. 115–334, § 2703(5)(B)(iii), struck out “financial” before “contribution”.\nSubsec. (e)(4)(D) to (H). Pub. L. 115–334, § 2703(5)(C), added subpars. (D) to (F), redesignated former subpars. (E) and (F) as (G) and (H), respectively, and struck out former subpar. (D) which read as follows: “deliver high percentages of applied conservation to address conservation priorities or regional, State, or national conservation initiatives;”.\nSubsec. (e)(5). Pub. L. 115–334, § 2703(5)(D), added par. (5).\nSubsec. (f). Pub. L. 115–334, § 2703(6), added subsec. (f).\n\n\n\n",
          "xml":"<section xmlns=\"http://xml.house.gov/schemas/uslm/1.0\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:dcterms=\"http://purl.org/dc/terms/\" style=\"-uslm-lc:I80\" id=\"id4cf1ad5c-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b\"><num value=\"3871b\">§ 3871b.</num><heading> Regional conservation partnerships</heading><subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4cf1ad5d-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/a\"><num value=\"a\" class=\"bold\">(a)</num><heading class=\"bold\"> Partnership agreements authorized</heading><content><p style=\"-uslm-lc:I11\" class=\"indent0\">The Secretary may enter into a partnership agreement with an eligible partner to implement a project that will assist producers with installing and maintaining an eligible activity on eligible land.</p>\n</content>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4cf1ad5e-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/b\"><num value=\"b\" class=\"bold\">(b)</num><heading class=\"bold\"> Length</heading><paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cf1ad5f-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/b/1\"><num value=\"1\" class=\"bold\">(1)</num><heading class=\"bold\"> In general</heading><chapeau style=\"-uslm-lc:I12\" class=\"indent1\">A partnership agreement shall be—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1ad60-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/b/1/A\"><num value=\"A\">(A)</num><content> for a period not to exceed 5 years; or</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1ad61-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/b/1/B\"><num value=\"B\">(B)</num><content> for a period that is longer than 5 years, if the longer period is necessary to meet the objectives of the program, as determined by the Secretary.</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cf1ad62-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/b/2\"><num value=\"2\" class=\"bold\">(2)</num><heading class=\"bold\"> Renewal</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">A partnership agreement may be renewed under subsection (e)(5) for a period not to exceed 5 years.</p>\n</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cf1ad63-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/b/3\"><num value=\"3\" class=\"bold\">(3)</num><heading class=\"bold\"> Extension</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">A partnership agreement, or any renewal of a partnership agreement, may each be extended 1 time for a period not longer than 12 months, as determined by the Secretary.</p>\n</content>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4cf1ad64-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/c\"><num value=\"c\" class=\"bold\">(c)</num><heading class=\"bold\"> Duties of partners</heading><paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cf1ad65-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/c/1\"><num value=\"1\" class=\"bold\">(1)</num><heading class=\"bold\"> In general</heading><chapeau style=\"-uslm-lc:I12\" class=\"indent1\">Under a partnership agreement, the eligible partner shall—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1ad66-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/c/1/A\"><num value=\"A\">(A)</num><chapeau> define the scope of a project, including—</chapeau><clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cf1ad67-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/c/1/A/i\"><num value=\"i\">(i)</num><content> 1 or more conservation benefits that the project shall achieve;</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cf1ad68-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/c/1/A/ii\"><num value=\"ii\">(ii)</num><content> the eligible activities on eligible land to be conducted under the project to achieve conservation benefits;</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cf1ad69-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/c/1/A/iii\"><num value=\"iii\">(iii)</num><content> the implementation timeline for carrying out the project, including any interim milestones;</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cf1ad6a-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/c/1/A/iv\"><num value=\"iv\">(iv)</num><content> the local, State, multistate, or other geographic area covered; and</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cf1ad6b-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/c/1/A/v\"><num value=\"v\">(v)</num><content> the planning, outreach, implementation, and assessment to be conducted;</content>\n</clause>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1ad6c-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/c/1/B\"><num value=\"B\">(B)</num><content> conduct outreach and education to producers for potential participation in the project;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1ad6d-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/c/1/C\"><num value=\"C\">(C)</num><content> at the request of a producer, act on behalf of a producer participating in the project in applying for assistance under <ref href=\"/us/usc/t16/s3871c\">section 3871c of this title</ref>;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1d47e-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/c/1/D\"><num value=\"D\">(D)</num><content> leverage financial or technical assistance provided by the Secretary with additional contributions to help achieve the project objectives;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1d47f-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/c/1/E\"><num value=\"E\">(E)</num><chapeau> conduct an assessment of—</chapeau><clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cf1d480-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/c/1/E/i\"><num value=\"i\">(i)</num><content> the progress made by the project in achieving each conservation benefit defined in the partnership agreement, including in a quantified form to the extent practicable; and</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cf1d481-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/c/1/E/ii\"><num value=\"ii\">(ii)</num><content> as appropriate, other outcomes of the project; and</content>\n</clause>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1d482-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/c/1/F\"><num value=\"F\">(F)</num><content> at the conclusion of the project, report to the Secretary on its results and funds leveraged.</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cf1d483-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/c/2\"><num value=\"2\" class=\"bold\">(2)</num><heading class=\"bold\"> Contribution</heading><subparagraph style=\"-uslm-lc:I18\" class=\"indent4 firstIndent-2\" id=\"id4cf1d484-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/c/2/A\"><num value=\"A\" class=\"bold\">(A)</num><heading class=\"bold\"> In general</heading><content><p style=\"-uslm-lc:I13\" class=\"indent2\">An eligible partner shall provide a significant portion of the overall costs of the scope of the project that is the subject of the agreement entered into under subsection (a), as determined by the Secretary.</p>\n</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I18\" class=\"indent4 firstIndent-2\" id=\"id4cf1d485-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/c/2/B\"><num value=\"B\" class=\"bold\">(B)</num><heading class=\"bold\"> Form</heading><chapeau style=\"-uslm-lc:I13\" class=\"indent2\">A contribution of an eligible partner under this paragraph may be in the form of—</chapeau><clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cf1d486-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/c/2/B/i\"><num value=\"i\">(i)</num><content> direct funding;</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cf1d487-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/c/2/B/ii\"><num value=\"ii\">(ii)</num><content> in-kind support; or</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cf1d488-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/c/2/B/iii\"><num value=\"iii\">(iii)</num><content> a combination of direct funding and in-kind support.</content>\n</clause>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I18\" class=\"indent4 firstIndent-2\" id=\"id4cf1d489-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/c/2/C\"><num value=\"C\" class=\"bold\">(C)</num><heading class=\"bold\"> Treatment</heading><content><p style=\"-uslm-lc:I13\" class=\"indent2\">Any amounts expended during the period beginning on the date on which the Secretary announces the approval of an application under subsection (e) and ending on the day before the effective date of the partnership agreement by an eligible partner for staff salaries or development of the partnership agreement may be considered to be a part of the contribution of the eligible partner under this paragraph.</p>\n</content>\n</subparagraph>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4cf1d48a-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/d\"><num value=\"d\" class=\"bold\">(d)</num><heading class=\"bold\"> Duties of Secretary</heading><chapeau style=\"-uslm-lc:I11\" class=\"indent0\">The Secretary shall—</chapeau><paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4cf1d48b-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/d/1\"><num value=\"1\">(1)</num><chapeau> establish a timeline for carrying out the duties of the Secretary under a partnership agreement, including—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1d48c-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/d/1/A\"><num value=\"A\">(A)</num><content> entering into program contracts with producers;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1d48d-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/d/1/B\"><num value=\"B\">(B)</num><content> providing financial assistance to producers; and</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1d48e-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/d/1/C\"><num value=\"C\">(C)</num><content> in the case of a partnership agreement that is funded through an alternative funding arrangement or grant agreement under <ref href=\"/us/usc/t16/s3871c/d\">section 3871c(d) of this title</ref>, providing the payments to the eligible partner for carrying out eligible activities;</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4cf1d48f-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/d/2\"><num value=\"2\">(2)</num><content> identify in each State a program coordinator for the State, who shall be responsible for providing assistance to eligible partners under the program;</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4cf1d490-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/d/3\"><num value=\"3\">(3)</num><content> establish guidance to assist eligible partners with carrying out the assessment required under subsection (c)(1)(E);</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4cf1d491-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/d/4\"><num value=\"4\">(4)</num><chapeau> provide to each eligible partner that has entered into a partnership agreement that is not funded through an alternative funding arrangement or grant agreement under <ref href=\"/us/usc/t16/s3871c/d\">section 3871c(d) of this title</ref>—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1d492-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/d/4/A\"><num value=\"A\">(A)</num><content> a semiannual report describing the status of each pending and obligated contract under the project of the eligible partner; and</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1d493-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/d/4/B\"><num value=\"B\">(B)</num><content> an annual report describing how the Secretary used amounts reserved by the Secretary for that year for technical assistance under section 3871d(f) <ref class=\"footnoteRef\" idref=\"fn002736\">1</ref><note type=\"footnote\" id=\"fn002736\"><num>1</num> So in original. Probably should be “section 3871d(e)”.</note> of this title; and</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I12\" class=\"indent1\" id=\"id4cf1d494-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/d/5\"><num value=\"5\">(5)</num><content> ensure that any eligible activity effectively achieves the conservation benefits identified in the partnership agreement under subsection (c)(1)(A)(i).</content>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4cf1d495-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/e\"><num value=\"e\" class=\"bold\">(e)</num><heading class=\"bold\"> Applications</heading><paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cf1d496-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/e/1\"><num value=\"1\" class=\"bold\">(1)</num><heading class=\"bold\"> Competitive process</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">The Secretary shall conduct a simplified competitive process to select applications for partnership agreements and may assess and rank applications with similar conservation purposes as a group.</p>\n</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cf1fba7-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/e/2\"><num value=\"2\" class=\"bold\">(2)</num><heading class=\"bold\"> Criteria used</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">In carrying out the process described in paragraph (1), the Secretary shall make public the criteria used in evaluating applications.</p>\n</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cf1fba8-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/e/3\"><num value=\"3\" class=\"bold\">(3)</num><heading class=\"bold\"> Contents</heading><chapeau style=\"-uslm-lc:I12\" class=\"indent1\">The Secretary shall develop a simplified application that includes a description of—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1fba9-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/e/3/A\"><num value=\"A\">(A)</num><content> the scope of the project, as described in subsection (c)(1)(A);</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1fbaa-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/e/3/B\"><num value=\"B\">(B)</num><content> the plan for monitoring, evaluating, and reporting on progress made toward achieving the project’s objectives;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1fbab-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/e/3/C\"><num value=\"C\">(C)</num><content> the program resources requested for the project and estimated funding needed from the Secretary;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1fbac-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/e/3/D\"><num value=\"D\">(D)</num><content> each eligible partner collaborating to achieve project objectives, including their roles, responsibilities, capabilities, and contribution; and</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1fbad-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/e/3/E\"><num value=\"E\">(E)</num><content> any other elements the Secretary considers necessary to adequately evaluate and competitively select applications for funding under the program.</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cf1fbae-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/e/4\"><num value=\"4\" class=\"bold\">(4)</num><heading class=\"bold\"> Priority to certain applications</heading><chapeau style=\"-uslm-lc:I12\" class=\"indent1\">The Secretary may give a higher priority to applications that—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1fbaf-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/e/4/A\"><num value=\"A\">(A)</num><content> assist producers in meeting or avoiding the need for a natural resource regulatory requirement;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1fbb0-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/e/4/B\"><num value=\"B\">(B)</num><content> have a high percentage of producers in the area to be covered by the agreement;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1fbb1-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/e/4/C\"><num value=\"C\">(C)</num><content> significantly leverage non-Federal financial and technical resources and coordinate with other local, State, or national efforts;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1fbb2-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/e/4/D\"><num value=\"D\">(D)</num><content> build new partnerships with local, State, and private entities to include a diversity of stakeholders in the project;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1fbb3-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/e/4/E\"><num value=\"E\">(E)</num><chapeau> deliver a high percentage of applied conservation—</chapeau><clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cf1fbb4-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/e/4/E/i\"><num value=\"i\">(i)</num><content> to achieve conservation benefits; or</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cf1fbb5-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/e/4/E/ii\"><num value=\"ii\">(ii)</num><content> in the case of a project in a critical conservation area under <ref href=\"/us/usc/t16/s3871f\">section 3871f of this title</ref>, to address the priority resource concern for that critical conservation area;</content>\n</clause>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1fbb6-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/e/4/F\"><num value=\"F\">(F)</num><content> implement the project consistent with existing watershed, habitat, or other area restoration plans;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1fbb7-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/e/4/G\"><num value=\"G\">(G)</num><content> provide innovation in conservation methods and delivery, including outcome-based performance measures and methods; or</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1fbb8-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/e/4/H\"><num value=\"H\">(H)</num><content> meet other factors that are important for achieving the purposes of the program, as determined by the Secretary.</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cf1fbb9-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/e/5\"><num value=\"5\" class=\"bold\">(5)</num><heading class=\"bold\"> Renewals</heading><chapeau style=\"-uslm-lc:I12\" class=\"indent1\">If the Secretary determines that a project that is the subject of a partnership agreement has met or exceeded the objectives of the project, the Secretary may renew the partnership agreement through an expedited noncompetitive process if the 1 or more eligible partners that are parties to the partnership agreement request the renewal in order—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1fbba-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/e/5/A\"><num value=\"A\">(A)</num><content> to continue to implement the project under a renewal of the partnership agreement; or</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf1fbbb-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/e/5/B\"><num value=\"B\">(B)</num><content> to expand the scope of the project under a renewal of the partnership agreement, as long as the expansion is within the objectives and purposes of the original partnership agreement.</content>\n</subparagraph>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4cf1fbbc-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871b/f\"><num value=\"f\" class=\"bold\">(f)</num><heading class=\"bold\"> Nonapplicability of adjusted gross income limitation</heading><content><p style=\"-uslm-lc:I11\" class=\"indent0\">The adjusted gross income limitation described in <ref href=\"/us/usc/t7/s1308–3a/b/1\">section 1308–3a(b)(1) of title 7</ref> shall not apply to an eligible partner under the program.</p>\n</content>\n</subsection>\n<sourceCredit id=\"id4cf1fbbd-4920-11eb-8435-8e7a548705de\">(<ref href=\"/us/pl/99/198/tXII/s1271B\">Pub. L. 99–198, title XII, § 1271B</ref>, as added <ref href=\"/us/pl/113/79/tII/s2401\">Pub. L. 113–79, title II, § 2401</ref>, <date date=\"2014-02-07\">Feb. 7, 2014</date>, <ref href=\"/us/stat/128/746\">128 Stat. 746</ref>; amended <ref href=\"/us/pl/115/334/tII/s2703\">Pub. L. 115–334, title II, § 2703</ref>, <date date=\"2018-12-20\">Dec. 20, 2018</date>, <ref href=\"/us/stat/132/4594\">132 Stat. 4594</ref>.)</sourceCredit>\n<notes type=\"uscNote\" id=\"id4cf1fbbe-4920-11eb-8435-8e7a548705de\">\n<note style=\"-uslm-lc:I74\" topic=\"amendments\" id=\"id4cf1fbbf-4920-11eb-8435-8e7a548705de\"><heading class=\"centered smallCaps\">Amendments</heading><p style=\"-uslm-lc:I21\" class=\"indent0\">2018—Subsec. (b). <ref href=\"/us/pl/115/334/s2703/1\">Pub. L. 115–334, § 2703(1)</ref>, added subsec. (b) and struck out former subsec. (b). Prior to amendment, text read as follows: “A partnership agreement shall be for a period not to exceed 5 years, except that the Secretary may extend the agreement one time for up to 12 months when an extension is necessary to meet the objectives of the program.”</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (c)(1)(A). <ref href=\"/us/pl/115/334/s2703/2/A/i\">Pub. L. 115–334, § 2703(2)(A)(i)</ref>, added cls. (i) to (iii), redesignated former cls. (iii) and (iv) as (iv) and (v), respectively, and struck out former cls. (i) and (ii) which read as follows:</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">“(i) the eligible activities to be implemented;</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">“(ii) the potential agricultural or nonindustrial private forest land operations affected;”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (c)(1)(D). <ref href=\"/us/pl/115/334/s2703/2/A/ii\">Pub. L. 115–334, § 2703(2)(A)(ii)</ref>, substituted “contributions” for “funds”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (c)(1)(E). <ref href=\"/us/pl/115/334/s2703/2/A/iii\">Pub. L. 115–334, § 2703(2)(A)(iii)</ref>, substituted “of—” for “of the project’s effects; and” and added cls. (i) and (ii).</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (c)(2). <ref href=\"/us/pl/115/334/s2703/2/B\">Pub. L. 115–334, § 2703(2)(B)</ref>, designated existing provisions as subpar. (A), inserted heading, and added subpars. (B) and (C).</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsecs. (d), (e). <ref href=\"/us/pl/115/334/s2703/3\">Pub. L. 115–334, § 2703(3)</ref>, (4), added subsec. (d) and redesignated former subsec. (d) as (e).</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (e)(1). <ref href=\"/us/pl/115/334/s2703/5/A\">Pub. L. 115–334, § 2703(5)(A)</ref>, inserted “simplified” before “competitive process”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (e)(3). <ref href=\"/us/pl/115/334/s2703/5/B/i\">Pub. L. 115–334, § 2703(5)(B)(i)</ref>, substituted “Contents” for “Content” in heading and “The Secretary shall develop a simplified application that includes a description of—” for “An application to the Secretary shall include a description of—” in introductory provisions.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (e)(3)(C). <ref href=\"/us/pl/115/334/s2703/5/B/ii\">Pub. L. 115–334, § 2703(5)(B)(ii)</ref>, struck out “, including the covered programs to be used” after “resources requested for the project”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (e)(3)(D). <ref href=\"/us/pl/115/334/s2703/5/B/iii\">Pub. L. 115–334, § 2703(5)(B)(iii)</ref>, struck out “financial” before “contribution”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (e)(4)(D) to (H). <ref href=\"/us/pl/115/334/s2703/5/C\">Pub. L. 115–334, § 2703(5)(C)</ref>, added subpars. (D) to (F), redesignated former subpars. (E) and (F) as (G) and (H), respectively, and struck out former subpar. (D) which read as follows: “deliver high percentages of applied conservation to address conservation priorities or regional, State, or national conservation initiatives;”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (e)(5). <ref href=\"/us/pl/115/334/s2703/5/D\">Pub. L. 115–334, § 2703(5)(D)</ref>, added par. (5).</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (f). <ref href=\"/us/pl/115/334/s2703/6\">Pub. L. 115–334, § 2703(6)</ref>, added subsec. (f).</p>\n</note>\n</notes>\n</section>\n"
        },
        "highlight":{
          "text":[
            "Regional <em>conservation</em> partnerships(a) Partnership agreements authorizedThe Secretary may enter into a",
            "—(i) to achieve <em>conservation</em> benefits; or\n\n(ii) in the case of a project in a critical <em>conservation</em> area",
            "under section 3871f of this title, to address the priority resource concern for that critical <em>conservation</em>",
            "(D) which read as follows: “deliver high percentages of applied <em>conservation</em> to address <em>conservation</em>",
            "priorities or regional, State, or national <em>conservation</em> initiatives;”."
          ]
        }
      },
      {
        "_index":"uscsections",
        "_type":"_doc",
        "_id":"lHxeancByMv3L6kFeanE",
        "_score":4.566549,
        "_source":{
          "id":"id4cf2be66-4920-11eb-8435-8e7a548705de",
          "identifier":"/us/usc/t16/s3871f",
          "number":"§ 3871f.",
          "heading":" Critical conservation areas",
          "text":"§ 3871f. Critical conservation areas(a) DefinitionsIn this section:(1) Critical conservation areaThe term “critical conservation area” means a geographical area that contains a critical conservation condition that can be addressed through the program.\n\n\n(2) Priority resource concernThe term “priority resource concern” means a natural resource concern located in a critical conservation area that can be addressed through—(A) water quality improvement, including through reducing erosion, promoting sediment control, and addressing nutrient management activities affecting large bodies of water of regional, national, or international significance;\n\n(B) water quantity improvement, including improvement relating to—(i) drought;\n\n(ii) groundwater, surface water, aquifer, or other water sources; or\n\n(iii) water retention and flood prevention;\n\n\n(C) wildlife habitat restoration to address species of concern at a Federal, State, or local level; and\n\n(D) other natural resource improvements, as determined by the Secretary, within the critical conservation area.\n\n\n\n(b) ApplicationsIn administering funds under section 3871d(d)(2) of this title, the Secretary shall select applications for partnership agreements and program contracts within critical conservation areas designated under this section that address 1 or more priority resource concerns for which the critical conservation area is designated.\n\n\n(c) Critical conservation area designations(1) In generalThe Secretary shall identify 1 or more priority resource concerns that apply to each critical conservation area designated under this section after February 7, 2014, including the conservation goals and outcomes sufficient to demonstrate that progress is being made to address the priority resource concern.\n\n\n(2) PriorityIn designating critical conservation areas under this section, the Secretary shall give priority to geographical areas based on the degree to which the geographical area—(A) includes multiple States with significant agricultural production;\n\n(B) is covered by an existing regional, State, binational, or multistate agreement or plan that has established objectives, goals, and work plans and is adopted by a Federal, State, or regional authority;\n\n(C) contains 1 or more priority resource concerns; or\n\n(D) contains producers that need assistance in meeting or avoiding the need for a natural resource regulatory requirement that could have a negative impact on the economic scope of the agricultural operations within the area.\n\n\n(3) Review and withdrawalThe Secretary may—(A) review designations of critical conservation areas under this section not more frequently than once every 5 years; and\n\n(B) withdraw designation of a critical conservation area only if the Secretary determines that the area is no longer a critical conservation area.\n\n\n(4) LimitationThe Secretary may not designate more than 8 geographical areas as critical conservation areas under this section.\n\n\n\n(d) Outreach to eligible partners and producersThe Secretary shall provide outreach and education to eligible partners and producers in critical conservation areas designated under this section to encourage the development of projects to address each priority resource concern identified by the Secretary for that critical conservation area.\n\n\n(e) Administration(1) In generalExcept as provided in paragraph (2), the Secretary shall administer any partnership agreement or program contract under this section in a manner that is consistent with the terms of the program.\n\n\n(2) Relationship to existing activityThe Secretary shall, to the maximum extent practicable, ensure that eligible activities carried out in critical conservation areas designated under this section complement and are consistent with other Federal and State programs and water quality and quantity strategies.\n\n\n\n(Pub. L. 99–198, title XII, § 1271F, as added Pub. L. 113–79, title II, § 2401, Feb. 7, 2014, 128 Stat. 750; amended Pub. L. 115–334, title II, § 2707, Dec. 20, 2018, 132 Stat. 4600.)\n\nAmendments2018—Subsec. (a). Pub. L. 115–334, § 2707(2), added subsec. (a). Former subsec. (a) redesignated (b).\nSubsec. (b). Pub. L. 115–334, § 2707(1), (3), redesignated subsec. (a) as (b), in heading, substituted “Applications” for “In general”, and, in text, substituted “3871d(d)(2)” for “3871d(d)(3)” and “program contracts” for “producer contracts” and inserted “that address 1 or more priority resource concerns for which the critical conservation area is designated” before period at end. Former subsec. (b) redesignated (c).\nSubsec. (c). Pub. L. 115–334, § 2707(1), redesignated subsec. (b) as (c). Former subsec. (c) redesignated (e).\nSubsec. (c)(1). Pub. L. 115–334, § 2707(4)(B), added par. (1). Former par. (1) redesignated (2).\nSubsec. (c)(2). Pub. L. 115–334, § 2707(4)(A), (C), redesignated par. (1) as (2), added subpar. (C), redesignated subpar. (E) as (D), and struck out former subpars. (C) and (D) which read as follows:\n“(C) would benefit from water quality improvement, including through reducing erosion, promoting sediment control, and addressing nutrient management activities affecting large bodies of water of regional, national, or international significance;\n“(D) would benefit from water quantity improvement, including improvement relating to—\n“(i) groundwater, surface water, aquifer, or other water sources; or\n“(ii) a need to promote water retention and flood prevention; or”.\nSubsec. (c)(3). Pub. L. 115–334, § 2707(4)(D), added par. (3) and struck out former par. (3). Prior to amendment, text read as follows: “Critical conservation area designations under this section shall expire after 5 years, subject to redesignation, except that the Secretary may withdraw designation from an area if the Secretary finds the area no longer meets the conditions described in paragraph (1).”\nPub. L. 115–334, § 2707(4)(A), redesignated par. (2) as (3). Former par. (3) redesignated (4).\nSubsec. (c)(4). Pub. L. 115–334, § 2707(4)(A), redesignated par. (3) as (4).\nSubsec. (d). Pub. L. 115–334, § 2707(5), added subsec. (d).\nSubsec. (e). Pub. L. 115–334, § 2707(1), redesignated subsec. (c) as (e).\nSubsec. (e)(1). Pub. L. 115–334, § 2707(6)(A), substituted “program contract” for “producer contract”.\nSubsec. (e)(3). Pub. L. 115–334, § 2707(6)(B), struck out par. (3). Text read as follows: “For a critical conservation area described in subsection (b)(1)(D), the Secretary may use authorities under the Watershed Protection and Flood Prevention Act (16 U.S.C. 1001 et seq.), other than section 14 of such Act (16 U.S.C. 1012), to carry out projects for the purposes of this section.”\n\n\n\n",
          "xml":"<section xmlns=\"http://xml.house.gov/schemas/uslm/1.0\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:dc=\"http://purl.org/dc/elements/1.1/\" xmlns:dcterms=\"http://purl.org/dc/terms/\" style=\"-uslm-lc:I80\" id=\"id4cf2be66-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f\"><num value=\"3871f\">§ 3871f.</num><heading> Critical conservation areas</heading><subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4cf2be67-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/a\"><num value=\"a\" class=\"bold\">(a)</num><heading class=\"bold\"> Definitions</heading><chapeau style=\"-uslm-lc:I11\" class=\"indent0\">In this section:</chapeau><paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cf2be68-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/a/1\"><num value=\"1\" class=\"bold\">(1)</num><heading class=\"bold\"> Critical conservation area</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">The term “critical conservation area” means a geographical area that contains a critical conservation condition that can be addressed through the program.</p>\n</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cf2e579-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/a/2\"><num value=\"2\" class=\"bold\">(2)</num><heading class=\"bold\"> Priority resource concern</heading><chapeau style=\"-uslm-lc:I12\" class=\"indent1\">The term “priority resource concern” means a natural resource concern located in a critical conservation area that can be addressed through—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf2e57a-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/a/2/A\"><num value=\"A\">(A)</num><content> water quality improvement, including through reducing erosion, promoting sediment control, and addressing nutrient management activities affecting large bodies of water of regional, national, or international significance;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf2e57b-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/a/2/B\"><num value=\"B\">(B)</num><chapeau> water quantity improvement, including improvement relating to—</chapeau><clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cf2e57c-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/a/2/B/i\"><num value=\"i\">(i)</num><content> drought;</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cf2e57d-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/a/2/B/ii\"><num value=\"ii\">(ii)</num><content> groundwater, surface water, aquifer, or other water sources; or</content>\n</clause>\n<clause style=\"-uslm-lc:I14\" class=\"indent3\" id=\"id4cf2e57e-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/a/2/B/iii\"><num value=\"iii\">(iii)</num><content> water retention and flood prevention;</content>\n</clause>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf2e57f-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/a/2/C\"><num value=\"C\">(C)</num><content> wildlife habitat restoration to address species of concern at a Federal, State, or local level; and</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf2e580-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/a/2/D\"><num value=\"D\">(D)</num><content> other natural resource improvements, as determined by the Secretary, within the critical conservation area.</content>\n</subparagraph>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4cf2e581-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/b\"><num value=\"b\" class=\"bold\">(b)</num><heading class=\"bold\"> Applications</heading><content><p style=\"-uslm-lc:I11\" class=\"indent0\">In administering funds under <ref href=\"/us/usc/t16/s3871d/d/2\">section 3871d(d)(2) of this title</ref>, the Secretary shall select applications for partnership agreements and program contracts within critical conservation areas designated under this section that address 1 or more priority resource concerns for which the critical conservation area is designated.</p>\n</content>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4cf2e582-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/c\"><num value=\"c\" class=\"bold\">(c)</num><heading class=\"bold\"> Critical conservation area designations</heading><paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cf2e583-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/c/1\"><num value=\"1\" class=\"bold\">(1)</num><heading class=\"bold\"> In general</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">The Secretary shall identify 1 or more priority resource concerns that apply to each critical conservation area designated under this section after <date date=\"2014-02-07\">February 7, 2014</date>, including the conservation goals and outcomes sufficient to demonstrate that progress is being made to address the priority resource concern.</p>\n</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cf2e584-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/c/2\"><num value=\"2\" class=\"bold\">(2)</num><heading class=\"bold\"> Priority</heading><chapeau style=\"-uslm-lc:I12\" class=\"indent1\">In designating critical conservation areas under this section, the Secretary shall give priority to geographical areas based on the degree to which the geographical area—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf2e585-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/c/2/A\"><num value=\"A\">(A)</num><content> includes multiple States with significant agricultural production;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf2e586-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/c/2/B\"><num value=\"B\">(B)</num><content> is covered by an existing regional, State, binational, or multistate agreement or plan that has established objectives, goals, and work plans and is adopted by a Federal, State, or regional authority;</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf2e587-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/c/2/C\"><num value=\"C\">(C)</num><content> contains 1 or more priority resource concerns; or</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf2e588-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/c/2/D\"><num value=\"D\">(D)</num><content> contains producers that need assistance in meeting or avoiding the need for a natural resource regulatory requirement that could have a negative impact on the economic scope of the agricultural operations within the area.</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cf2e589-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/c/3\"><num value=\"3\" class=\"bold\">(3)</num><heading class=\"bold\"> Review and withdrawal</heading><chapeau style=\"-uslm-lc:I12\" class=\"indent1\">The Secretary may—</chapeau><subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf2e58a-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/c/3/A\"><num value=\"A\">(A)</num><content> review designations of critical conservation areas under this section not more frequently than once every 5 years; and</content>\n</subparagraph>\n<subparagraph style=\"-uslm-lc:I13\" class=\"indent2\" id=\"id4cf2e58b-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/c/3/B\"><num value=\"B\">(B)</num><content> withdraw designation of a critical conservation area only if the Secretary determines that the area is no longer a critical conservation area.</content>\n</subparagraph>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cf2e58c-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/c/4\"><num value=\"4\" class=\"bold\">(4)</num><heading class=\"bold\"> Limitation</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">The Secretary may not designate more than 8 geographical areas as critical conservation areas under this section.</p>\n</content>\n</paragraph>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4cf2e58d-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/d\"><num value=\"d\" class=\"bold\">(d)</num><heading class=\"bold\"> Outreach to eligible partners and producers</heading><content><p style=\"-uslm-lc:I11\" class=\"indent0\">The Secretary shall provide outreach and education to eligible partners and producers in critical conservation areas designated under this section to encourage the development of projects to address each priority resource concern identified by the Secretary for that critical conservation area.</p>\n</content>\n</subsection>\n<subsection style=\"-uslm-lc:I19\" class=\"indent2 firstIndent-2\" id=\"id4cf2e58e-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/e\"><num value=\"e\" class=\"bold\">(e)</num><heading class=\"bold\"> Administration</heading><paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cf30c9f-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/e/1\"><num value=\"1\" class=\"bold\">(1)</num><heading class=\"bold\"> In general</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">Except as provided in paragraph (2), the Secretary shall administer any partnership agreement or program contract under this section in a manner that is consistent with the terms of the program.</p>\n</content>\n</paragraph>\n<paragraph style=\"-uslm-lc:I79\" class=\"indent3 firstIndent-2\" id=\"id4cf30ca0-4920-11eb-8435-8e7a548705de\" identifier=\"/us/usc/t16/s3871f/e/2\"><num value=\"2\" class=\"bold\">(2)</num><heading class=\"bold\"> Relationship to existing activity</heading><content><p style=\"-uslm-lc:I12\" class=\"indent1\">The Secretary shall, to the maximum extent practicable, ensure that eligible activities carried out in critical conservation areas designated under this section complement and are consistent with other Federal and State programs and water quality and quantity strategies.</p>\n</content>\n</paragraph>\n</subsection>\n<sourceCredit id=\"id4cf30ca1-4920-11eb-8435-8e7a548705de\">(<ref href=\"/us/pl/99/198/tXII/s1271F\">Pub. L. 99–198, title XII, § 1271F</ref>, as added <ref href=\"/us/pl/113/79/tII/s2401\">Pub. L. 113–79, title II, § 2401</ref>, <date date=\"2014-02-07\">Feb. 7, 2014</date>, <ref href=\"/us/stat/128/750\">128 Stat. 750</ref>; amended <ref href=\"/us/pl/115/334/tII/s2707\">Pub. L. 115–334, title II, § 2707</ref>, <date date=\"2018-12-20\">Dec. 20, 2018</date>, <ref href=\"/us/stat/132/4600\">132 Stat. 4600</ref>.)</sourceCredit>\n<notes type=\"uscNote\" id=\"id4cf30ca2-4920-11eb-8435-8e7a548705de\">\n<note style=\"-uslm-lc:I74\" topic=\"amendments\" id=\"id4cf30ca3-4920-11eb-8435-8e7a548705de\"><heading class=\"centered smallCaps\">Amendments</heading><p style=\"-uslm-lc:I21\" class=\"indent0\">2018—Subsec. (a). <ref href=\"/us/pl/115/334/s2707/2\">Pub. L. 115–334, § 2707(2)</ref>, added subsec. (a). Former subsec. (a) redesignated (b).</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (b). <ref href=\"/us/pl/115/334/s2707/1\">Pub. L. 115–334, § 2707(1)</ref>, (3), redesignated subsec. (a) as (b), in heading, substituted “Applications” for “In general”, and, in text, substituted “3871d(d)(2)” for “3871d(d)(3)” and “program contracts” for “producer contracts” and inserted “that address 1 or more priority resource concerns for which the critical conservation area is designated” before period at end. Former subsec. (b) redesignated (c).</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (c). <ref href=\"/us/pl/115/334/s2707/1\">Pub. L. 115–334, § 2707(1)</ref>, redesignated subsec. (b) as (c). Former subsec. (c) redesignated (e).</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (c)(1). <ref href=\"/us/pl/115/334/s2707/4/B\">Pub. L. 115–334, § 2707(4)(B)</ref>, added par. (1). Former par. (1) redesignated (2).</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (c)(2). <ref href=\"/us/pl/115/334/s2707/4/A\">Pub. L. 115–334, § 2707(4)(A)</ref>, (C), redesignated par. (1) as (2), added subpar. (C), redesignated subpar. (E) as (D), and struck out former subpars. (C) and (D) which read as follows:</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">“(C) would benefit from water quality improvement, including through reducing erosion, promoting sediment control, and addressing nutrient management activities affecting large bodies of water of regional, national, or international significance;</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">“(D) would benefit from water quantity improvement, including improvement relating to—</p>\n<p style=\"-uslm-lc:I22\" class=\"indent1\">“(i) groundwater, surface water, aquifer, or other water sources; or</p>\n<p style=\"-uslm-lc:I22\" class=\"indent1\">“(ii) a need to promote water retention and flood prevention; or”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (c)(3). <ref href=\"/us/pl/115/334/s2707/4/D\">Pub. L. 115–334, § 2707(4)(D)</ref>, added par. (3) and struck out former par. (3). Prior to amendment, text read as follows: “Critical conservation area designations under this section shall expire after 5 years, subject to redesignation, except that the Secretary may withdraw designation from an area if the Secretary finds the area no longer meets the conditions described in paragraph (1).”</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\"><ref href=\"/us/pl/115/334/s2707/4/A\">Pub. L. 115–334, § 2707(4)(A)</ref>, redesignated par. (2) as (3). Former par. (3) redesignated (4).</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (c)(4). <ref href=\"/us/pl/115/334/s2707/4/A\">Pub. L. 115–334, § 2707(4)(A)</ref>, redesignated par. (3) as (4).</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (d). <ref href=\"/us/pl/115/334/s2707/5\">Pub. L. 115–334, § 2707(5)</ref>, added subsec. (d).</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (e). <ref href=\"/us/pl/115/334/s2707/1\">Pub. L. 115–334, § 2707(1)</ref>, redesignated subsec. (c) as (e).</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (e)(1). <ref href=\"/us/pl/115/334/s2707/6/A\">Pub. L. 115–334, § 2707(6)(A)</ref>, substituted “program contract” for “producer contract”.</p>\n<p style=\"-uslm-lc:I21\" class=\"indent0\">Subsec. (e)(3). <ref href=\"/us/pl/115/334/s2707/6/B\">Pub. L. 115–334, § 2707(6)(B)</ref>, struck out par. (3). Text read as follows: “For a critical conservation area described in subsection (b)(1)(D), the Secretary may use authorities under the Watershed Protection and Flood Prevention Act (<ref href=\"/us/usc/t16/s1001\">16 U.S.C. 1001</ref> et seq.), other than section 14 of such Act (<ref href=\"/us/usc/t16/s1012\">16 U.S.C. 1012</ref>), to carry out projects for the purposes of this section.”</p>\n</note>\n</notes>\n</section>\n"
        },
        "highlight":{
          "text":[
            "Critical <em>conservation</em> areas(a) DefinitionsIn this section:(1) Critical <em>conservation</em> areaThe term “critical",
            "<em>conservation</em> area” means a geographical area that contains a critical <em>conservation</em> condition that can",
            "resource concerns that apply to each critical <em>conservation</em> area designated under this section after",
            "(2) PriorityIn designating critical <em>conservation</em> areas under this section, the Secretary shall give",
            "area only if the Secretary determines that the area is no longer a critical <em>conservation</em> area"
          ]
        }
      }
    ]
  }
}
